import { useState } from 'react';
import './App.css';
import RandomNo from './components/RandomNo.js';

const quz = {
  '1.ဇနီးမောင်နှံ၌သားသမီးရကိန်းနှင့်ပတ်သက်သောအဟော။' : 
  ['ဒီ', 'ဇွန်', 'နက်', 'ခေ', 'င်္ခ', 'တဲ့', 'ကြီး', 'ပ', 'လ', 'ရှစ်'],
  '2.ဤပဋိသန္ဓေမှယောက်ျားလေးမွေးမည်လော / မိန်းကလေးမွေးမည်လောအဟော။' : 
  ['တ္တ', 'ဆို', 'မ', 'ဖြစ်', 'စ္စည်း', '၂၅', 'နာ', 'အ', 'သည့်', 'ရမ်း'],
  '3.ဤကိုယ်ဝန်ကိုမွေးဖွားသည့်အခါရိုးရိုးမွေးရမည်လော / ခွဲစိတ်။ မွေးရမည်လောအဟော။' : 
  ['သ', 'ဟာ', 'ရက်', 'ရီ', 'လည်', 'လူ', 'ထူး', 'တည်း', 'ထောင့်', 'တ'],
  '4.မွေးဖွားလာမည့်ကလေးသည်လူဝင်စားဟုတ်တုံလော / မဟုတ်တုံလောဆိုသည်ကိုဟောသောအဟော။' : 
  ['တွင်', 'ရောက်', 'သား', 'လင်း', 'IX', 'န', 'ဤ', 'ရှိ', 'တစ်', 'လက်'],
  '5.မွေးဖွားလာသောကလေးသည်မိဘကိုအကျိုးပေးမည်လော / မပေးမည်လောနှင့်ပတ်သက်သောအဟော။' : 
  ['ရာ', 'င်္ဂ', 'မြေ', 'ခဲ့', 'ဦး', 'ထောက်', 'သုံး', 'နွေ', 'က', 'သော'], 
  '6.ထိုပဋိသန္ဓေမှမွေးဖွားလာသည့်ကလေးသည်ပညာသင်ကြားရာ၌ထူးချွန်မှုရှိမည် / မရှိမည်နှင့်ပတ်သက်သောအဟော။' : 
  ['စီ', 'ဗေ', 'ဆယ့်', 'နေ့', 'မ္ဘာ', 'မင်း', 'ရင်', 'ဒင်', 'ကိုး', 'နံ'],
  '7.ရောဂါဖြစ်ပွားခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['သို့', 'သိ', 'ထား', 'ကျမ်း', 'ဒီ', 'ဇွန်', 'နက်', 'ခေ', 'င်္ခ', 'တဲ့'],
  '8.ယခုစားနေသောဆေးဝါးဓာတ်စာတို့သည်ရောဂါပျောက်ကင်းရန်အထောက်အကူပြုပါ၏လော / မပြုပါ၏လောနှင့်ပတ်သက်သောအဟော။' : 
  ['ကြီး', 'ပ', 'လ', 'ရှစ်', 'တ္တ', 'ဆို', 'မ', 'ဖြစ်', 'စ္စည်း', '၂၅'],
  '9.အရေးကြီးသောခွဲစိပ်ကုသမှုပြုလုပ်ရန်ရှိပါသည်။ အန္တရာယ်ကင်းခြင်းရှိ၏ / မရှိ၏နှင့်ပတ်သက်သောအဟော။' : 
  ['နာ', 'အ', 'သည့်', 'ရမ်း', 'သ', 'ဟာ', 'ရက်', 'ရီ', 'လည်', 'လူ'],
  '10.သူတစ်ပါး၏ကြွေးမြီ / အခြားသောကြွေးမြီများရှိနေပါသည်။ အမြန်ဆုံးဆပ်နိုင်ခြင်းရှိ / မရှိနှင့်ဆိုင်သောသောအဟော။' : 
  ['ထူး', 'တည်း', 'ထောင့်', 'တ', 'တွင်', 'ရောက်', 'သား', 'လင်း', 'IX', 'န'],
  '11.တရားရုံးတွင်တရားတပေါင်ရင်ဆိုင်နေသည်။ ထိုတရားတပေါင်၌မိမိနိုင်ခြင်း / ရှုံးခြင်းနှင့်ဆိုင်သောအဟော။' : 
  ['ဤ', 'ရှိ', 'တစ်', 'လက်', 'ရာ', 'င်္ဂ', 'မြေ', 'ခဲ့', 'ဦး', 'ထောက်'],
  '12.သင်ပိုင်သောပစ္စည်းကိုစွန့်လွှတ်ရခြင်းဆုံးရှုံးရခြင်းရှိ / မရှိနှင့်ဆိုင်သောအဟော။' : 
  ['သုံး', 'နွေ', 'က', 'သော', 'စီ', 'ဗေ', 'ဆယ့်', 'နေ့', 'မ္ဘာ', 'မင်း'],
  '13.ရန်သူ / ရန်ဘက်ကအတိုက်အခံလုပ်ခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['ရင်', 'ဒင်', 'ကိုး', 'နံ', 'သို့', 'သိ', 'ထား', 'ကျမ်း', 'ဒီ', 'ဇွန်'],
  '14.အဝေးရောက်နေသူ၏ကောင်းခြင်း / ဆိုးခြင်းနှင့်ဆိုင်သောအဟော။' : 
  ['နက်', 'ခေ', 'င်္ခ', 'တဲ့', 'ကြီး', 'ပ', 'လ', 'ရှစ်', 'တ္တ', 'ဆို'],
  '15.မကြာမီအိမ်ထောင်ကျခြင်း / အိမ်ထောင်မကျခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['မ', 'ဖြစ်', 'စ္စည်း', '၂၅', 'နာ', 'အ', 'သည့်', 'ရမ်း', 'သ', 'ဟာ'],
  '16.သင်၏အိမ်ထောင်ဘက်သည်သင့်အားအကျိုးပေးခြင်း / မပေးခြင်းနှင့်ပတ်သက်သောအဟော' : 
  ['ရက်', 'ရီ', 'လည်', 'လူ', 'ထူး', 'တည်း', 'ထောင့်', 'တ', 'တွင်', 'ရောက်'],
  '17.ဤအသက်ပိုင်းတွင်စီးပွားရေးလာဘ်ရွှင်ခြင်းရှိ၏လော / မရှိ၏လောနှင့်ဆိုင်သောအဟော။': 
  ['သား', 'လင်း', 'IX', 'န', 'ဤ', 'ရှိ', 'တစ်', 'လင်း', 'ရာ', 'င်္ဂ'],
  '18.မမျှော်လင့်သောငွေကြေးအစုလိုက်အပုံလိုက်ရခြင်း (သို့မဟုတ်) ထီပေါက်ခြင်းရှိနိုင် / မရှိနိုင်နှင့်ဆိုင်သောအဟော။': 
  ['မြေ', 'ခဲ့', 'ဦး', 'ထောက်', 'သုံး', 'နွေ', 'က', 'သော', 'စီ', 'ဗေ'],
  '19.ယခုအခါ၌နေထိုင်ရန်အိမ်ကိုရှာနေသည်။ ကောင်းသောနေရာထိုင်ခင်းရရှိမည်မရရှိမည်နှင့်ဆိုင်သောအဟော။' : 
  ['ဆယ့်', 'နေ့', 'မ္ဘာ', 'မင်း', 'ရင်', 'ဒင်', 'ကိုး', 'နံ', 'သို့', 'သိ'],
  '20.အိမ် ပက်သက်၍ အချင်းများနေသည်။ မိမိကဆက်လက်နေထိုင်ရမည် / မနေထိုင်ရမည်နှင့်ဆိုင်သောအဟော။': 
  ['ထား', 'ကျမ်း', 'ဒီ', 'ဇွန်', 'နက်', 'ခေ', 'င်္ခ', 'တဲ့', 'ကြီး', 'ပ'],
  '21.မိမိတွင်ဤတစ်သက်၌အိမ်ကောင်းရာကောင်းနဲ့နေထိုင်ရမည့်ကံပါခြင်း / မပါခြင်းနှင့်ဆိုင်သောအဟော။' : 
  ['လ', 'ရှစ်', 'တ္တ', 'ဆို', 'မ', 'ဖြစ်', 'စ္စည်း', '၂၅', 'နာ', 'အ'],
  '22.မိမိ၏ဆိုင် (သို့မဟုတ်) အလုပ်လုပ်သောနေရာသည်တည်မြဲ၏လော / မတည်မြဲ၏လောနှင့်ဆိုင်သောအဟော။' : 
  ['သည့်', 'ရမ်း', 'သ', 'ဟာ', 'ရက်', 'ရီ', 'လည်', 'လူ', 'ထူး', 'တည်း'],
  '23.မိမိလုပ်ကိုင်ရမည့်လုပ်ငန်း၌မှည့်ခေါ်ရမည့်အမည်နှင့်အသုံးပြုရမည့်လိုဂိုတံဆိပ် နှင့်ပတ်သက်သောအဟော။' : 
  ['ထောင့်', 'တ', 'တွင်', 'ရောက်', 'သား', 'လင်း', 'IX', 'န', 'ဤ', 'ရှိ'],
  '24.ထိုသူ့ထံသို့ငွေရေးကြေးရေး သွား၍ အကူအညီတောင်းမည်။ ရနိုင်၏လော / မရနိုင်၏လောနှင့်ဆိုင်သောအဟော။': 
  ['တစ်', 'လက်', 'ရာ', 'င်္ဂ', 'မြေ', 'ခဲ့', 'ဦး', 'ထောက်', 'သုံး', 'နွေ'],
  '25.မိမိသည်အမွေရနိုင်ခြင်းမျဉ်းကြောင်းပေါ်၌ရှိ၏။ အမွေရနိုင်၏လော / မရနိုင်၏လောနှင့်ဆိုင်သောအဟော။' : 
  ['က', 'သော', 'စီ', 'ဗေ', 'ဆယ့်', 'နေ့', 'မ္ဘာ', 'မင်း', 'ရင်', 'ဒင်'],
  '26.ဤသူနှင့်စပ်တူအလုပ်လုပ်လိုပါသည်။ အကျိုးရှိ / မရှိနှင့်ဆိုင်သောအဟော။' : 
  ['ကိုး', 'နံ', 'သို့', 'သိ', 'ထား', 'ကျမ်း', 'ဒီ', 'ဇွန်', 'နက်', 'ခေ'],
  '27.မိမိသည်လုပ်ငန်းတစ်ခုလုပ်လိုပါသည်။ ဤအလုပ်နှင့်သင့်တော်၏ / မသင့်တော်၏နှင့်ဆိုင်သောအဟော။' : 
  ['င်္ခ', 'တဲ့', 'ကြီး', 'ပ', 'လ', 'ရှစ်', 'တ္တ', 'ဆို', 'မ', 'ဖြစ်'],
  '28.မိမိသည်ဤပစ္စည်းကိုဝယ်ယူလို၏။ ဝယ်သင့်၏ / မဝယ်သင့်၏နှင့်ဆိုင်သောအဟော။' : 
  ['စ္စည်း', '၂၅', 'နာ', 'အ', 'သည့်', 'ရမ်း', 'သ', 'ဟာ', 'ရက်', 'ရီ'],
  '29.ဤပစ္စည်းကိုရောင်းလိုပါသည်။ ရောင်းသင့် / မရောင်းသင့်နှင့်ဆိုင်သောအဟော။' : 
  ['လည်', 'လူ', 'ထူး', 'တည်း', 'ထောင့်', 'တ', 'တွင်', 'ရောက်', 'သား', 'လင်း'],
  '30.မိမိသည်အလှူကြီးပြုရန်ရည်ရွယ်ထား၏။ ပြုဖြစ် / မပြုဖြစ်နှင့်ဆိုင်သောအဟော။' : 
  ['IX', 'န', 'ဤ', 'ရှိ', 'တစ်', 'လက်', 'ရာ', 'င်္ဂ', 'မြေ', 'ခဲ့'],
  '31.မိမိသည်ဤဘဝတွင်သာသနာပြုလို၏။ ထိုသို့ပြုလုပ်ရန်ကံပါ / မပါနှင့်ဆိုင်သောအဟော။': 
  ['ဦး', 'ထောက်', 'သုံး', 'နွေ', 'က', 'သော', 'စီ', 'ဗေ', 'ဆယ့်', 'နေ့'],
  '32.မိမိ၏ကံဇာတာအညံ့များပြေပျောက်ရန်အတွက်လည်းကောင်း၊ လိုအင်ဆန္ဒများပြည့်ရန်အတွက်လည်းကောင်းယတြာချေခြင်းနှင့်ဆိုင်သောအဟော။' : 
  ['မ္ဘာ', 'မင်း', 'ရင်', 'ဒင်', 'ကိုး', 'နံ', 'သို့', 'သိ', 'ထား', 'ကျမ်း'],
  '33.ယခုအသက်ပိုင်းတွင်ထိမိခိုက်မိအန္တရာယ်ရှိ / မရှိနှင့်ပတ်သက်သောအဟော။' : 
  ['ကျမ်း', 'ဒီ', 'ဇွန်', 'နက်', 'ခေ', 'င်္ခ', 'တဲ့', 'ကြီး', 'ပ', 'လ'],
  '34.ထိမိခိုက်မိအန္တရာယ်ကြောင့်ဆေးရုံသို့ရောက်နေသည်။ ထိုသူ၏အခြေအနေကောင်းခြင်း / မကောင်းခြင်းနှင့်ဆိုင်သောအဟော။ ' : 
  ['ရှစ်', 'တ္တ', 'ဆို', 'မ', 'ဖြစ်', 'စ္စည်း', '၂၅', 'နာ', 'အ', 'သည့်'],
  '35.အမှုဖြစ်ခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['ရမ်း', 'သ', 'ဟာ', 'ရက်', 'ရီ', 'လည်', 'လူ', 'ထူး', 'တည်း', 'ထောင့်'],
  '36.ဖြေရခက်နေသောပြဿနာနှင့်ကြုံတွေ့နေရသည်။ ထွက်ပေါက်ရနိုင် / မရနိုင်နှင့်ပတ်သက်သောအဟော။ ' : 
  ['တ', 'တွင်', 'ရောက်', '‌သား', 'လင်း', 'IX', 'န', 'ဤ', 'ရှိ', 'တစ်'],
  '37.ရန်သူနှင့်ယှဉ်ပြိုင်နေရသည်။ မိမိကအနိုင်ရခြင်း / ရှုံးခြင်းနှင့်ပတ်သက်သောအဟော၊' : 
  ['လက်', 'ရာ', 'င်္ဂ', '‌မြေ', 'ခဲ့', 'ဦး', 'ထောက်', 'သုံး', 'နွေ', 'က'],
  '38.မိမိယခုရောက်ရှိနေထိုင်နေရသောအိမ်ခြံတွင်မကောင်းသောအနှောက်အယှက်ရှိ / မရှိနှင့်ဆိုင်သောအဟော။' : 
  ['သော', 'စီ', 'ဗေ', 'ဆယ့်', 'နေ့', 'မ္ဘာ', 'မင်း', 'ရင်', 'ဒင်', 'ကိုး'],
  '39.မိမိသည်ခရီးဝေးသွားရန်ကြံစည်နေ၏။ အောင်မြင်ခြင်းရှိနိုင် / မရှိနိုင်နှင့်ပတ်သက်သောအဟော။ ': 
  ['နံ', 'သို့', 'သိ', 'ထား', 'ကျမ်း', 'ဒီ', 'ဇွန်', 'နက်', 'ခေ', 'င်္ခ'],
  '40.မိမိသည်ဤသူ့ကိုလှယုံသားလိုသည်။ အလုပ်ခန့်လိုသည်။ ကောင်း၏ / မကောင်း၏နှင့်ပတ်သက်သောအဟော။' : 
  ['တဲ့', 'ကြီး', 'ပ', 'လ', 'ရှစ်', 'တ္တ', 'ဆို', 'မ', 'ဖြစ်', 'စ္စည်း'],
  '41.နိုင်ငံရပ်ခြားခရီးဝေးကိုသွားရောက်အလုပ်လုပ်လိုသည်။ ကောင်း၏ / မကောင်း၏နှင့်ဆိုင်သောအဟော။' : 
  ['၂၅', 'နာ', 'အ', 'သည့်', 'ရမ်း', 'သ', 'ဟာ', 'ရက်', 'ရီ', 'လည်'],
  '42.မိမိသည်ပစ္စည်း (သို့မဟုတ်) ငွေပျောက်ဆုံး၏။ ပြန်၍ ရနိုင် / မရနိုင်နှင့်ပတ်သက်သောအဟော။' : 
  ['လူ', 'ထူး', 'တည်း', 'ထောင့်', 'တ', 'တွင်', 'ရောက်', 'သား', 'လင်း', 'IX'],
  '43.ခရီးသွားသူပြန်လည်ရောက်ရှိခြင်း / မရောက်ရှိခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['န', 'ဤ', 'ရှိ', 'တစ်', 'လက်', 'ရာ', 'င်္ဂ', 'မြေ', 'ခဲ့', 'ဦး'],
  '44.လင်မယားအပြီးအပိုင်ကွဲသွားခြင်း / မကွဲသွားခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['ထောက်', 'သုံး', 'နွေ', 'က', 'သော', 'စီ', 'ဗေ', 'ဆယ့်', 'နေ့', 'မ္ဘာ'],
  '45.လူတစ်ယောက်သည်မိမိအားအကွက်ဆင်။ ဒုက္ခပေးနေ၏။ (သို့မဟုတ်) မိမိနှင့်သင့်မြတ်သူကြားထဲတွင်ခြေထိုးနေ၏။ ထိုကိစ္စနှင့် ပတ်သက်၍ ထိခိုက်နိုင်ခြင်းမထိခိုက်နိုင်ခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['မင်း', 'ရင်', 'ဒင်', 'ကိုး', 'နံ', 'သို့', 'သိ', 'ထား', 'ကျမ်း', 'ဒီ'],
  '46.အသက်အန္တရာယ်ရှိနိုင် / မရှိနိုင်နှင့်ပတ်သက်သောအဟော။' : 
  ['ဇွန်', 'နက်', 'ခေ', 'င်္ခ', 'တဲ့', 'ကြီး', 'ပ', 'လ', 'ရှစ်', 'တ္တ'],
  '47.သံသယရှိခြင်းသည်မှန်၏ / မမှန်၏နှင့်ပတ်သက်သောအဟော။' : 
  ['ဆို', 'မ', 'ဖြစ်', 'စ္စည်း', '၂၅', 'နာ', 'အ', 'သည့်', 'ရမ်း', 'သ'],
  '48.အကြောင်းအရာတစ်ခုကိုစိတ်ပူနေရခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['ဟာ', 'ရက်', 'ရီ', 'လည်', 'လူ', 'ထူး', 'တည်း', 'ထောင့်', 'တ', 'တွင်'],
  '49.အချစ်ရေးသည်ယခုအခါ၌ကောင်း၏လော / မကောင်း၏လောနှင့်သက်ဆိုင်သောအဟော။' : 
  ['ရောက်', 'သား', 'လင်း', 'IX', 'န', 'ဤ', 'ရှိ', 'တစ်', 'လက်', 'ရာ'],
  '50.မင်္ဂလာဆောင်ခြင်းနှင့် ပတ်သက်၍ ကောင်းခြင်း / ဆိုးခြင်းနှင့်ဆိုင်သောအဟော။': 
  ['င်္ဂ', 'မြေ', 'ခဲ့', 'ဦး', 'ထောက်', 'သုံး', 'နွေ', 'က', 'သော', 'စီ'],
  '51.မိမိသည်ရာထူးတက်နိုင်ခြင်းရှိ / မရှိနှင့်ဆိုင်သောအဟော။' : 
  ['ဗေ', 'ဆယ့်', 'နေ့', 'မ္ဘာ', 'မင်း', 'ရင်', 'ဒင်', 'ကိုး', 'နံ', 'သို့'],
  '52.အလုပ်နေရာပြောင်းရခြင်းရှိ / မရှိနှင့်ဆိုင်သောအဟော။' : 
  ['သိ', 'ထား', 'ကျမ်း', 'ဒီ', 'ဇွန်', 'နက်', 'ခေ', 'င်္ခ', 'တဲ့', 'ကြီး'],
  '53.မိမိကအလုပ်တစ်ခုရရန်အတွက်အလုပ်လျှောက်ထားသည်။ ရနိုင် / မရနိုင်နှင့်ဆိုင်သောအဟော။': 
  ['ပ', 'လ', 'ရှစ်', 'တ္တ', 'ဆို', 'မ', 'ဖြစ်', 'စ္စည်း', '၂၅', 'နာ'],
  '54.မိမိသည်ပြိုင်ပွဲတစ်ခုသို့ဝင်ရန်ရှိသည်။ ထိုပြိုင်ပွဲတွင်အနိုင်ရခြင်းရှိ / မရှိနှင့်ဆိုင်သောအဟော။': 
  ['အ', 'သည့်', 'ရမ်း', 'သ', 'ဟာ', 'ရက်', 'ရီ', 'လည်', 'လူ', 'ထူး'],
  '55.မိမိသည်ပန်းချီဆွဲလို၏။ ဝတ္ထုဇာတ်လမ်းရေးလို၏။ မည်သည့်အကြောင်းအရာကိုဆွဲရမည် / မည်သည့်ဇာတ်လမ်းကိုရေးရမည်ကိုဟောသောအဟော။' : 
  ['တည်း', 'ထောင့်', 'တ', 'တွင်', 'ရောက်', 'သား', 'လင်း', 'IX', 'န', 'ဤ'],
  '56.မိမိသည်တစ်စုံတစ်ခုကိုအောင်မြင်ရန်ကြိုးပမ်းနေ၏။ ထိုကြိုးပမ်းမှုသည်အောင်မြင်ရန်ရှိခြင်း / မရှိခြင်းနှင့်ဆိုင်သောအဟော။' : 
  ['ရှိ', 'တစ်', 'လက်', 'ရာ', 'င်္ဂ', 'မြေ', 'ခဲ့', 'ဦး', 'ထောက်', 'သုံး'],
  '57.မိမိ၌ကျော်ဇောကိတ္ထိကံပါ / ကံမပါနှင့်ဆိုင်သောအဟော။' : 
  ['နွေ', 'က', 'သော', 'စီ', 'ဗေ', 'ဆယ့်', 'နေ့', 'မ္ဘာ', 'မင်း', 'ရင်'],
  '58.မိမိသည်ဒုက္ခရောက်နေသူကိုကယ်တင်လိုသည်။ ထိုသူသည်မိမိကိုကျေးဇူးကန်းမည်လော / မကန်းမည်လောနှင့်ဆိုင်သောအဟော။': 
  ['ဒင်', 'ကိုး', 'နံ', 'သို့', 'သိ', 'ထား', 'ကျမ်း', 'ဒီ', 'ဇွန်', 'နက်'],
  '59.မိမိသည်တစ်စုံတစ်ခုသောပစ္စည်းကိုအတုဖြစ်သည် / အစစ်ဖြစ်သည်ကိုဝေခွဲရန်ခက်နေ၏။ ထိုအကြောင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['ခေ', 'င်္ခ', 'တဲ့', 'ကြီး', 'ပ', 'လ', 'ရှစ်', 'တ္တ', 'ဆို', 'မ'],
  '60.စာမေးပွဲဖြေခြင်း / အင်တာဗျူးဝင်ခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['ဖြစ်', 'စ္စည်း', '၂၅', 'နာ', 'အ', 'သည့်', 'ရမ်း', 'သ', 'ဟာ', 'ရက်'],
  '61.မိမိတွေ့လိုသောသူနှင့်တွေ့ခွင့်ရနိုင် / မရနိုင်နှင့်ပတ်သက်သောအဟော။' : 
  ['ရီ', 'လည်', 'လူ', 'ထူး', 'တည်း', 'ထောင့်', 'တ', 'တွင်', 'ရောက်', 'သား'],
  '62.မိမိအကြံအစည်တစ်ခုရှိနေ၏။ ထိုအကြံအစည်အောင်မြင်ခြင်းရှိ / မရှိနှင့်ဆိုင်သောအဟော။' : 
  ['လင်း', 'IX', 'န', 'ဤ', 'ရှိ', 'တစ်', 'လက်', 'ရာ', 'င်္ဂ', 'မြေ'],
  '63.အများနှင့်ဆိုင်သောအဆောက်အ ဦ ကြီး / စီမံချက်ကြီးတစ်ခုပြုလုပ်လို၏။ ထိုကိစ္စနှင့် ပတ်သက်၍ အထမြောက်နိုင်ခြင်းရှိ / မရှိနှင့်ပတ်သက်သောအဟော။' : 
  ['ခဲ့', 'ဦး', 'ထောက်', 'သုံး', 'နွေ', 'က', 'သော', 'စီ', 'ဗေ', 'ဆယ့်'],
  '64.လုပ်ငန်းစခြင်း / ဆိုင်းဘုတ်တင်ခြင်း / အိမ်တက်ခြင်း / သင်္ဘောရေချခြင်း / ပန္နက်ရိုက်ခြင်းနှင့်ပတ်သက်သောအဟော။' : 
  ['နေ့', 'မ္ဘာ', 'မင်း', 'ရင်', 'ဒင်', 'ကိုး', 'နံ', 'သို့', 'သိ', 'ထား'],
}

const answers = {
  'ဒီ' : 
  ['ဇနီးမောင်နှံ၌သားသမီးရကိန်းမှာမသေချာပါ။', 'လုံးဝမရှိနိုင်ပါ။', 'အခုလိုပြောင်းရမယ်ဖြစ်တာဘယ်နှစ်ကြိမ်ရှိပြီလဲ။', 'တကယ်လဲမပြောင်းရပါဘူး။', 'နေရာကောင်းကိုပြောင်းရတော့မယ်။', 'ယခုဖြစ်ပွားနေသောရောဂါမှာမကြာခင်ပျောက်ပေလိမ့်မည်။(သို့မဟုတ်ခရီးတစ်ခုသွားလိုက်လျှင်ပျောက်သွားပေလိမ့်မယ်။', 'ဘာတွေလျှောက်ပြီးမေးနေတာလဲ။ ရဲရဲသွားစမ်းပါ။ အားလုံးကောင်းနေပြီပဲ။', 'လုပ်မယ်လို့လည်းမဆုံးဖြတ်ပါနဲ့ဦး။ မလုပ်ဘူးလို့လည်းမဆုံးဖြတ်ပါနဲ့ဦး။ ခဏလေးတစ်လလောက်အချိန်ဆွဲပြီးမှဆုံးဖြတ်လိုက်ပါ။', 'ကျေးဇူးမကန်းပါဘူး။ ကယ်လိုက်ပါ။', 'ရန်သူဟာသင့်ကိုယှဉ်ပြိုင်ဖို့မပြောနဲ့။ သူတို့အိမ်တွင်းရေးပြဿနာကအတော့်ကိုကြီးနေတယ်။ သင်နိုင်မှာပါ။', 'ပန်းဝါ(၉)ပွင့်လှူလိုက်ပါ။ ဘာမှစိုးရိမ်စရာမလိုပါဘူး။ ဖြစ်နိုင်ရင်ငှက်တစ်ကောင်ပါလွှတ်ပြီးကုသိုလ်လုပ်လိုက်ပါ။ အားလုံးပြီးသွားမှာပါ။'],
  'ဇွန်' : 
  ['လုံးဝအသက်အန္တရာယ်မရှိပါဘူးဗျာ။ ဘာတွေလျှောက်မေးနေတာလဲ။', 'အလွန်ထူးခြားသောပုဂ္ဂိုလ်ဖြစ်မည့်ပါရမီရှင်သားတစ် ဦး ရရှိပေလိမ့်မည်။', 'ထိမိခိုက်မိအန္တရာယ်မရှိရုံမဟုတ်ဘူး။ ချမ်းသာဖို့ကိန်းရှိနေပါတယ်။', 'ပြောင်းဖို့အကြောင်းမရှိပါဘူး။ ဘာတွေပဲဖြစ်နေဖြစ်နေဆက်ပြီးနေရမှာပါ။ ဖန်ခွက်သုံးလုံးနဲ့ဘုရားသောက်တော်ရေလှူလိုက်ပါ။', 'မပြောင်းရတော့ဘူးလိုလိုနဲ့ပြောင်းသွားရလိမ့်မယ်။ ပြောင်းရတာဟာကောင်းပါတယ်။', 'ယခုဖြစ်ပွားနေသောရောဂါမှာစိုးရိမ်စရာမရှိပါ။ မကြာခင်ပျောက်ကင်းသွားပါလိမ့်မည်။', 'ဒီခရီးလောက်ကောင်းတာဒီခရီးပဲရှိတယ်။ သွားဖြစ်အောင်သွားလိုက်စမ်းပါ။', 'အဲဒီလူနဲ့အလုပ်လုပ်သင့်ပါတယ်။', 'ကိုယ်ကကယ်ဖို့ပဲစဉ်းစားပါ။ သူကျေးဇူးကန်းတာမကန်းတာကိုယ့်အလုပ်လဲမဟုတ်ဘူး။ ကျေးဇူးမကန်းပါဘူး။', 'ရန်သူကိုသေးတယ်ဆိုပြီးတော့မပေါ့နဲ့နော်။ မီးပွားဆိုတာ ပြဿဒ်ထိတက်ပြီးလောင်နိုင်တယ်။ နည်းနည်းဖိဖိစီးစီးလုပ်လိုက်ပါ။ အဲဒါဆိုရင်တော့သင်နိုင်မှာပါ။'],
  'နက်' : 
  ['အဝေးမှာရောက်နေတဲ့လူဟာကျန်းမာရေးညံ့နေတယ်။', 'လုံးဝမရှိပါ။ စိတ်အေးချမ်းသာစွာနေပါ။', 'ယောက်ျားလေးတစ် ဦး ရရှိပေလိမ့်မည်။', 'နည်းနည်းတော့သတိထားပါ။ နည်းနည်းပါးပါးတော့ထိမိခိုက်မိတတ်ပါတယ်။', 'အိမ်မှာကြယ်ကလေး (၁၈) လုံးရေးလိုက်ပါ။ ပြီးတော့ ရေကန်နှစ်ကန်ကခပ်တဲ့ရေကို ပေါင်းပြီး လောင်းချိုးလိုက်ပါ။ ပြောင်းစရာမလိုတော့ပါဘူး။', 'မပြောင်းရသေးဘူး။  ဒီနေရာကအမှိုက်တွေကိုရှင်းရ ဦး မယ်။', 'ယခုဖြစ်ပွားနေသောရောဂါမှာအသားညိုညိုဆေးဆရာ (သို့) ဆရာဝန်နှင့်ကုလျှင်ပျောက်ကင်းပေလိမ့်မည်။', 'အခက်အခဲနည်းနည်းတော့ရှိပါတယ်။ ဒါပေမယ့်သွားရမှာပါ။', 'လုပ်ဖို့တော့ဆုံးဖြတ်လိုက်ပါ။ ဒါပေမယ့်ဒီလူ့အကြောင်းလည်းပြည့်စုံအောင်စုံစမ်းလိုက်ပါ။', 'ကယ်မှာကယ်လိုက်ပါဗျာ။ ကျေးဇူးကန်းမှာမဟုတ်ဘူး။'],
  'ခေ' : 
  ['အတု။', 'အဝေးရောက်နေတဲ့သူဟာချမ်းသာပျော်ရွှင်လျက်ရှိပါတယ်။ သူရောက်နေတဲ့နေရာဟာခြံကြီးတစ်ခြံပန်းခြံကြီးတစ်ခုနဲ့နီးတယ်။', 'အသက်အန္တရာယ်နဲ့ပတ်သက်လို့တော့မမေးပါနဲ့။ ဘာမှစိုးရိမ်စရာမရှိပါဘူး။', 'မိန်းမတစ် ဦး ထံမှသားသမီးရသောသတင်းကိုကြားပြီးမကြာခင်၌သားသမီးရလိမ့်မည်။', 'လုံးဝထိမိခိုက်မိအန္တရာယ်မရှိပါဘူး။', 'လုံးဝပြောင်းဖို့အကြောင်းမရှိပါဘူး။ ပျော်ရွှင်မှုဘွေအောင်မြင်မှုတွေကဒီအိမ်ပေါ်မှာရ ဦး မှာပါ။', 'မပြောင်းရသေးပါဘူး။ ', 'ယခုဖြစ်ပွားနေသောရောဂါမှာကြောင်နက်ကိုအစာကြွေးလိုက်ပါ။ ပန်းဝါ (၁) ပွင့်ဘုရားကိုလှူလိုက်ပါ။ တောင်ဝှေး (၁) ချောင်းဘုန်းကြီးတစ်ပါးကိုလှူပါ။ ဤသို့ပြုလုပ်လျှင်ပျောက်ကင်းသွားပါလိမ့်မည်။', 'ဒီခရီးနဲ့ပတ်သက်တဲ့ကောင်းသတင်းမကြာခင်ကြားရမှာပါ။', 'လုံးဝမလုပ်ရင်အကောင်းဆုံးပဲ။'],
  'ပ' : 
  ['ကျိန်းသေရပါတယ်ဗျာ။', 'ယခုမှီဝဲနေသောဆေးဝါးဓာတ်စာတို့မှာရောဂါပျောက်ရန်အတွက်များစွာအထောက်အကူပြုပါသည်။', 'ဒီလူကိုလူယုံမထားရင်အကောင်းဆုံးပဲ။', 'လုပ်ဖြစ်အောင်လုပ်စေချင်ပါတယ်။', 'အတုဖြစ်ဖို့ကများပါတယ်ဗျ။', 'အားလုံးအဆင်ပြေပါတယ်။ ဒါပေမယ့်နေရာရွှေ့ရမယ်ထင်တယ်။', 'အတိုက်အခံတော့ရှိပါတယ်။ အသက်အန္တရာယ်တော့မဟုတ်ပါဘူး။ ', 'သားကောင်းသမီးကောင်းများထွန်းကားပေလိမ့်မည်။', 'မရှိပါဘူးဗျာ။', 'ယောဂီတစ် ဦး ဖြစ်စေ၊ ရသေ့တစ် ဦး ဖြစ်စေတစ် ဦး ဦး ရဲ့ပုံကိုခေါင်းရင်းမှာချိတ်လိုက်ပါ။ သင်တို့ပြောင်းရမယ့်အစီအစဉ်ပျက်သွားပါလိမ့်မယ်။'],
  'စ္စည်း' : 
  ['မဝယ်ပါနဲ့ဗျာ။ ကိုယ့်လက်ထဲရောက်တော့လည်းအကျိုးပေးမှာမဟုတ်ဘူး။', 'ဘယ်လောက်ပဲကြိုးစားကြိုးစား၊ ဘယ်လောက်ပဲတော်တော်၊ ကံကမပါဘူးလေ။', 'မုချအိမ်ထောင်ကျလိမ့်မယ်။ အိမ်ထောင်ဘက်မှာအလွန်သင့်တော်သောအိမ်ထောက်ဘက်ဖြစ်ပေလိမ့်မည်။', 'သံသယမထားစမ်းပါနဲ့။ မှားကုန်လိမ့်မယ်။', 'ယောက်ျားပီသသောယောက်ျားမျိုးမွေးဖွားပါလိမ့်မည်။', 'အေးအေးနေလိုက်စမ်းပါ။ ဘာမှမပူပါနဲ့။ အသက်အန္တရာယ်လည်းစိုးရိမ်စရာမရှိပါဘူး။ တခြားစိုးရိမ်စရာလည်းမရှိပါဘူးဗျာ။', 'အိမ်ကောင်းရာကောင်းရရုံမဟုတ်ဘူး။ အိမ်နီးနားချင်းကောင်းကိုရ ဦး မယ်။ ကံ, ကပါတာကိုး။', 'အခက်အခဲတွေ့လိမ့်မယ်။', 'ဤဆေးဝါးဓာတ်စာများသည်နတ်ဆေး၊ နတ်ဝါးများကဲ့သို့အစွမ်းပြပေလိမ့်မည်။', 'ဒီလူမကောင်းဘူးနော်၊ ဒါပဲပြောမယ်။'],
  'ဟာ' : 
  ['သင့်ရဲ့စိတ်ပူနေရခြင်းဟာအကြောင်းမဲ့ပူနေရခြင်းဖြစ်ပါတယ်။ မကြာခင်ငြိမ်းအေးသွားမှာပါ။', 'ခွဲစိပ်။ မွေးရပါမယ်။', 'ဘာဖြစ်လို့မေးနေတာလဲ၊ နိုင်မယ်ဆိုတာသိနေမှပဲ။', 'ပြောင်းရွှေ့ရမယ့်ကိစ္စပေါ်လိမ့်မယ်။ မပေါ်အောင်ယတြာချေတဲ့အနေနဲ့ရေကြောင်းခရီးလေးတစ်ခုသွားလိုက်ပါလား။ အဲဒါဆိုရင်မြဲသွားမှာပါ။', 'နိုင်မှာသေချာပါတယ်။', 'ခွဲစိပ်ကုသမှုမှာချောမွေ့စွာအောင်မြင်ပါလိမ့်မည်။ ခွဲစိပ်မည့်ဆရာဝန်မှာအလွန်ကျွမ်းကျင်ပါသည်။', 'သွားရင်အကောင်းဆုံးပဲ။', 'ဝယ်ရမယ်။ ဒါကိုမဝယ်မိရင်မိုက်ရာကျသွားမယ်။', 'ပျော်ပေတော့… ပျော်ပေတော့။ အောင်ပြီ… အောင်ပြီ။', 'မုချအိမ်ထောင်ကျပေလိမ့်မည်။ သီလသမာဓိရှိသောအိမ်ထောင်ဘက်နှင့်ရပေလိမ့်မည်။'],
  'ထောင့်' : 
  ['သင်၏လုပ်ငန်းကို (အ၊ ဣ၊ ဥ၊ ဧ၊ ဩ) စာလုံးတစ်လုံးပါအောင်အမည်မှည့်ပါ။ လိုဂိုတံဆိပ်ကိုအခွံချွတ်ပြီးသားအုန်းသီးတစ်လုံး၏ပုံကိုအသုံးပြုပါ။', 'အဆောက်အဦး ကြီးဘေးကစုံတွဲတစ်တွဲနဲ့စလိုက်ပါ။', 'ကြွေးဆပ်မယ်လို့အာရုံပြုထားပါ။ ဒီအတွက်တော့မပူပါနဲ့၊ ကြေသွားမှာပါ။', 'ရဖို့မလွယ်ပါ။ ', 'ရောင်းရမှာပေါ့။', 'အချိန်မတွေးနဲ့ ဦး ဗျ။ မကောင်းသေးဘူး။ တွေ့မှာလည်းမဟုတ်ဘူး။', 'သင်၏အိမ်ထောင်ဘက်သည်သင့်ကိုကောင်းစွာအကျိုးပြုပေလိမ့်မည်။', 'ပူစရာမဟုတ်တာမပူပါနဲ့တော့။', 'ခွဲစိပ်မွေးဖွားရပေလိမ့်မည်။ သို့သော်လွယ်လွယ်ကူကူမွေးပါလိမ့်မည်။', 'သင်ပဲနိုင်မှာပါ။ သင်ငှားထားတဲ့ရှေ့နေကသိပ်ပြီးတော်တာပဲ။'],
  'IX' : 
  ['အလှူပြုဖို့ကအချိန်နည်းနည်းလိုသေးတယ်။ စောင့်လိုက်ပါ ဦး။', 'အဓိဋ္ဌာန် (၉) ရက်ဝင်လိုက်ပါ။ အောင်မြင်သွားမှာပါ။', 'စီးပွားရေးကောင်းရုံမဟုတ်ပါဘူး။ ချမ်းသာသွားမှာပါ။', 'အချစ်ရေးကိစ္စအားလုံးကောင်းမွန်နေပါတယ်။ မပူပါနဲ့။', 'လူဝင်စားဖြစ်ပါသည်။ လွန်စွာမှချမ်းသာသူတစ် ဦး ဝင်စားခြင်းဖြစ်သည်။', 'တော်တော်နဲ့ထွက်ပေါက်တွေ့ ဦးမှာမဟုတ်ဘူး။', 'သင်၏လုပ်ငန်းကို (တ၊ ထ၊ ဓ၊ ဒ၊ န) စာလုံးတစ်လုံးပါအောင်အမည်ပေးပါ။ လိုဂိုတံဆိပ်ကိုနွားလားဥဿဖပုံကိုအသုံးပြုပါ။', 'က, တတ်တဲ့လူငယ်တစ်ယောက်နဲ့စလိုက်ပါ။', 'ကြွေးအကြောင်းသိချင်လို့လား။ မမေးပါနဲ့။ ကြေပြီလို့သာမှတ်လိုက်ပါတော့။', 'ရဖို့ဘက်ကမဲသာနေပါပြီ။'],
  'ရာ' : 
  ['မိဘကိုလွန်စွာအကျိုးပေးမည့်သားသမီးဖြစ်ပေလိမ့်မည်။', 'ကျိန်းသေနိုင်ပါတယ်ဗျာ။ ကြောင်နက်တစ်ကောင်ကိုအစာကျွေးလိုက်ပါအသက်ကြီးရွယ်အိုတစ်ယောက်ကိုတောင်ဝှေးလှူလိုက်ပါ။', 'ပန်းဝါတစ်ပွင့်အိမ်ဘုရားမှာပဲလှူလိုက်ပါ။ သေချာပေါက်ရမှာပါ။ သူ့အနေနဲ့လည်းအတော့်ကိုပြေလည်နေတဲ့အချိန်ပါ။', 'နဲနဲနောနောအောင်မြင်မှာမဟုတ်ဘူးနော်။ အရမ်းကိုအောင်မြင်မှာပါ။', 'ဒီအမှုနိုင်မယ်ဆိုတဲ့သတင်းကောင်းတစ်ခုကိုမိန်းကလေးတစ်ယောက်လာပြောလိမ့်မယ်။ နိုင်လည်းနိုင်မှာသေချာပါတယ်။', 'ပြန်ရဖို့သေချာပါတယ်ဗျာ။', 'မုချအလှူကြီးပြုရမှာပါ။', 'အောင်မြင်ပြီလို့မှတ်ပေတော့။ မလွဲတော့ဘူး။', 'စီးပွားရေးကောင်းပါတယ်။ ဒါပေမယ့်လုပ်ဖော်ကိုင်ဖက်တစ် ဦး ကဖောက်သွားတဲ့အတွက်နည်းနည်းလေးညံ့သွားတာပါ။', 'အားလုံးအဆင်ပြေမှာပါ။ ပူစရာကိုမလိုဘူး။'],
  'သုံး' : 
  ['ပွန်းနေတဲ့ခြူးပြားလေးတစ်ပြားတောင်ဆုံးရှုံးစရာမရှိပါဘူး။', 'မကွဲပါဘူးဗျာ။', 'မုချသာသနာပြုရမည့်သူပါ။', 'အောင်မြင်မှာပါဗျာ။ လုပ်ဖြစ်အောင်သာလုပ်လိုက်ပါ။', 'နောက်လမှာထီပေါက်ကိန်းရှိတယ်။', 'မင်္ဂလာဆောင်မလို့လား။ ဆောင်တော့…ဆောင်တော့။', 'မိဘကိုအကျိုးပေးမည့်သားသမီးဖြစ်ပါသည်။', 'သင့်အိမ်ကိုအသားမည်းမည်းကလေးတစ်ယောက်ခေါ်ထားလိုက်ပါ။ သင်ကျိန်းသေနိုင်လိမ့်မည်။', 'မသွားပါနှင့်။ မရပါဘူး။', 'ထူးရင်ထူးမထူးရင်ရူးပေါ့ဗျာ။ ရူးမတတ်ကြိုးစားရင်ဘာလို့မအောင်မြင်ရမှာလဲ။'],
  'ဆယ့်' : 
  ['အသားညိုညိုလူတစ်ယောက်ရှာပေးလိမ့်မယ်။ ကောင်းတဲ့အိမ်ကောင်းတဲ့နေရာရလိမ့်မယ်။', 'အတိုက်အခံလေးတော့ရှိတယ်။ တက်တော့တက်မှာပဲ။', 'ဤကလေးသည်ပညာရေး၌ထူးချွန်ပေလိမ့်မည်။', 'အနှောက်အယှက်မဟုတ်ပါ။ အစောင့်အရှောက်ဖြစ်ပါသည်။ ထားလိုက်ပါ။', 'ဘာဖြစ်လို့မေးနေတာလဲ။ ရမယ်ဆိုတာသိလျှက်သားနဲ့။', 'မုချကျော်ကြားမှာပါ။', 'ဆုံးရှုံးဖို့မမြင်ပါဘူး။ ရေလမ်းခရီးထွက်လိုက်ပါလား။ အညံ့ရှိရင်လည်းကြေသွားမှာပါ။', 'မကွဲပါဘူးဗျာ။', 'သာသနာတွေဘာတွေပြုမနေပါနဲ့။ ကိုယ့်အတွက်ကိုယ်ရအောင်လုပ်စမ်းပါ။', 'အောင်ပါပြီဗျာ။ အချိန်ကုန်ခံပြီးခင်ဗျားတို့မေးနေတယ်။ လုပ်လိုက်ပေတော့။'],
  'ကိုး' : 
  ['လုပ်လိုက်စမ်းပါ။ မုချအကျိုးရှိမယ့်ကိစ္စပါပဲ။', 'ကယ်ကောင်းပါတယ်ဗျာ။ ကျေးဇူးမကန်းပါဘူး။', 'သင့်ရန်သူကိုသင်ကမှုရမှာမဟုတ်ဘူး။ ပန်းဝါ (၄) ပွင့်မနက် (၁၀) နာရီလောက်မှာအိမ်ဘုရားမှာလှူလိုက်ပါ။', 'ဘာမှမပူပါနဲ့၊ ဘာမှမဖြစ်ပါဘူး။ အသက်အရွယ်ကြီးတဲ့သူကိုတောင်ဝှေးတစ်ချောင်းလှူလိုက်ပါ။ ဘုရားကိုပန်းပွင့်တစ်ပွင့်လှူလိုက်ပါ။', 'ပဲပြုတ်ကိုဆီဆမ်း၊ ဆားဖြူးပြီးမနက်စောစောဘုန်းကြီးကျောင်းကိုသွားပြီးလှူလိုက်ပါ။', 'ဒီနေ့မနက်ပဲ (၂) ရက်တိတိစောင့်လိုက်ပါ။ အဲဒီကျမှအခါကောင်းတွေ့လိမ့်မယ်။ ', 'ဘာမှမပူပါနဲ့၊ အိမ်နီးနားချင်းကောင်းရှိတဲ့နေရာမှာနေဖို့အဆင်ပြေသွားလိမ့်မယ်။', '(၉) ရက်အတွင်းသတင်းထူးလိမ့်မယ်။ ရာထူးမုချတက်မယ်။ ပန်းဝါ (၉) ပွင့်လှူလိုက်ပါ။', 'ဤကလေးသည်ပညာရေး၌မုချထူးချွန်ပေလိမ့်မည်။', 'အနှောက်အယှက်ရှိသည်။ ပရိတ်ရွတ်လိုက်ပါ။'],
  'လ' : 
  ['၄င်းကံပါ, ပါသည်။ ပူစရာမလိုပါဘူး။', 'အလုပ်အတွက်မပူပါနဲ့။ ရပြီလို့သဘောထားလိုက်ပါ။', 'ဆေးဝါးဓာတ်စာတို့ကိုရပ်ဝေးမှဝယ်ယူမှီဝဲလျှင် ပို၍ ကောင်းပါသည်။ ရောဂါလည်းပျောက်ပါမည်။ ', 'ဒီလူ့ကိုလူယုံထားမယ်ဆိုရင်တော့သင့်လက်ကိုသင်အရင်လက်ထိပ်ခတ်လိုက်ပါ ဦး။', 'မလုပ်မိရင်အကောင်းဆုံးပဲ။ သွားပြီးလုပ်ရင်တော့ရူးသွားနိုင်ပါတယ်။', 'လောဆယ်ဝေခွဲလို့မရသေးပါဘူး။ အချိန်စောင့်လိုက်ပါဦး။', 'အားလုံးအဆင်ပြေနေပါတယ်။ အဖော်ကောင်းတစ်ယောက်တောင်တွေနေတယ်။', 'သတိဆိုတာပိုတယ်လို့မရှိပါဘူးဗျာ။ နည်းနည်းလေးသတိထားလိုက်စမ်းပါ။', 'မိဘကိုအကျိုးပေးသောသားသမီးရရှိလိမ့်မည်။', 'ထိမိခိုက်မိအန္တရာယ်လည်းမရှိဘူး။ တခြားအန္တရာယ်လည်းမတွေ့ပါဘူး။'],
  '၂၅' : 
  ['ကောင်းပါတယ်ဗျာ။ မြန်မြန်သွားစမ်းပါ။', 'ဝယ်သင့်ပါတယ်ဗျာ။ ဝယ်လိုက်စမ်းပါ။', 'အိပ်ပြီးဖြေတာတောင်အောင်ပါတယ်ဗျာ။', 'အလွန်သင့်တော်သောအိမ်ထောင်ဘက်ဖြစ်လိမ့်မည်။ ချမ်းသာလိမ့်မည်။', 'ဘာမဟုတ်ဘဲနဲ့သံသယထားရင်တစ်ဖက်လူဟာအများကြီးနစ်နာပါတယ်။', 'ယောက်ျားလေးဖြစ်မှာသေချာပါတယ်။', 'ဒီစာအုပ်ထဲမှာပါတဲ့ယတြာကိုရှာပြီးချေထားလိုက်ပါ။ စိုးရိမ်စရာအခြေအနေတစ်ခုကိုဖြတ်သန်းနေပါတယ်။ ', 'အိမ်ရာကောင်းနဲ့နေချင်နေရမယ်။ ဒါပေမယ့်အိမ်တွင်းရေးကမသာယာဘူး။', 'အသားမည်းမည်းလူတစ်ယောက်နဲ့အတူဘုန်းကြီးကျောင်းကိုသွားပြီးတောင်ဝှေးလှူလိုက်ပါ။ အဲဒီလိုလုပ်လိုက်ရင်အလုပ်ရမှာသေချာပါတယ်။', 'ဤဆေးဝါးဓာတ်စာများမှီဝဲပြီးသည်နှင့်တစ်ပြိုင်နက်သိသာပေလိမ့်မည်။'],
  'ရက်' :
  ['သင်၏အိမ်ထောင်ဘက်သည်သင့်ကိုကောင်းစွာအကျိုးပေးလိမ့်မည်။', 'သင့်ရဲ့စိတ်ပူပန်ခြင်းဟာနည်းနည်းလေးစိတ်ညစ်ပြီးရင်ပြီးသွားမှာပါ။ ဘာမှလည်းမဟုတ်ပါဘူး။', 'ခွဲစိပ်ရမည်ဟုထင်ရပါသည်။ အမှန်တကယ်မွေးသောအခါမခွဲစိပ်ဘဲမွေးရပေလိမ့်မည်။ ', 'နိုင်မှာသေချာပါတယ်။ (၆) ရက်ကြာတဲ့အခါသတင်းထူးကြားရမှာပါ။', 'ပြောင်းစရာအကြောင်းမရှိပါဘူး။ မြဲမှာပါ။', 'နိုင်ပြီးသားပါဗျာ။', 'ခွဲစိပ်ဆရာဝန်မှာကောင်းကင်မှလွှတ်လိုက်သောသူဖြစ်ပါသည်။ ဘာမှပူစရာမလိုပါ။', 'သွားတဲ့အချိန်ဟာချမ်းသာတဲ့အချိန်ပဲလို့နားလည်ပါတယ်ဗျာ။ ဝယ်တော့ဝယ်။ အိမ်တွင်းရေးစကားများရမယ်။ ပြီးတော့လည်းပြီးသွားမှာပါပဲ။', 
  'ဝယ်တော့ဝယ်။ အိမ်တွင်းရေးစကားများရမယ်။ ပြီးတော့လည်းပြီးသွားမှာပါပဲ။','သင့်လိုလူမှမအောင်ရင်ဘယ်သူအောင်မှာလဲ။'],
  'တ' :
  ['ထွက်ပေါက်ကတော်တော်နဲ့ရ ဦး မှာမဟုတ်ဘူး။', 'သင့်လုပ်ငန်းကို (က၊ ခ၊ ဂ၊ ဃ၊ င) စာလုံးတစ်လုံးပါအောင်အမည်ပေးပါ။ လိုဂိုတံဆိပ်ကိုငွေဒင်္ဂါးနှစ်ပြားပုံကိုအသုံးပြုပါ။', 'မြင်းဖြူကလေးနဲ့ခရီးသွားနေတဲ့လူတစ်ယောက်နဲ့စလိုက်ပါ။', ' ဓါတ်ရိုက်တဲ့အနေနဲ့လမ်းထဲကအသားမည်းမည်းကလေးတစ်ယောက်ကိုအိမ်မှာခေါ်ပြီးထမင်းတစ်ခါလောက်ကျွေးလိုက်စမ်းပါ။ သူ့အကြွေးတွေကြေဖို့နည်းလမ်းပေါ်လာမှာပါ။', 'ရမှာသေချာပါတယ်ဗျာ။', 'မရောင်းဘဲထားလိုက်စမ်းပါ။ မကြာခင်ဒီပစ္စည်းကဈေးတက်လာလိမ့်မယ်။', 'တွေ့မှာသေချာပါတယ်ဗျာ။', 'သင်၏အိမ်ထောင်ဘက်သည်သင့်ကိုအကျိုးမပေးသောအိမ်ထောင်ဘက်ဖြစ်သည်။', 'သင့်ရဲ့ပူ ၀န်စရာတွေဟာအမြန်ဆုံးပျောက်ကင်းသွားမှာပါ။', 'ခွဲစိပ်မွေးရန်မလိုပါ။'],
  'န' :
  ['ပြန်ရောက်မှာပါ။ လောင်းတောင်လောင်းရဲသေးတယ်။', 'အလှူကြီးပြုဖို့အခါနည်းနည်းလိုနေတယ်။ အချိန်ယူရဦးမယ်။', 'အိပ်ယာရွှေ့အိပ်လိုက်ပါ။ အောင်မြင်သွားပါလိမ့်မယ်။', 'မကြာခင်သိသိသာသာကြီးစီးပွားတက်လာမှာပါ။ အားလုံးကောင်းပါတယ်။', 'ပူစရာကိုမရှိဘူး။', 'လူဝင်စားဟုမပြောနိုင်ပါ။', 'အပေါက်မရှိတဲ့ဥထဲကနေကြက်ကလေးထွက်လာတာပဲဗျာ။ ခင်ဗျားကထွက်ပေါက်တွေအများကြီးပဲ။', 'သင်၏လုပ်ငန်းကို (ယ၊ ရ၊ ဠ) စာလုံးတစ်လုံးပါအောင်အမည်မှည့်ပေးပါ။ လိုဂိုတံဆိပ်ကိုစတုရန်းနှစ်ခုထပ်ထားပုံ (သို့မဟုတ်) ရှစ်ထောင့်ကြယ်ပုံသဏ္ဍာန်ကိုအသုံးပြုပါ။', 'ဆင်းရဲဒုက္ခရောက်နေရာကနေချမ်းသာသွားတဲ့လူတစ်ယောက်အကြောင်းကနေသလိုက်ပါ။', 'ကြွေးကြေရုံမဟုတ်ပါဘူး။ အိမ်တစ်လုံးထပ်ပြီးဝယ်နိုင် ဦး မှာပါ။'],
  'င်္ဂ' :
  ['အလုပ်များမှာတစ်ခုပါပဲ။ အမြန်ဆုံးလုပ်လိုက်ပါ။', 'မိဘကိုကောင်းစွာအကျိုးပေးပေလိမ့်မည်။', '(၈) ရက်အတွင်းသတင်းထူးကြားမှာပါ။ သင်နိုင်တယ်ဆိုတဲ့သတင်းလေ။', 'မသွားပါနဲ့ရမှာမဟုတ်ပါဘူး။ သူလည်းဒုက္ခရောက်နေတယ်။', 'မုချအောင်မြင်မယ်။ ဘာပဲဖြစ်ဖြစ်ယုံတာမယုံတာအပထားပြီးမယ်တော်တစ်ပါးပါးကိုတိုင်တည်ပြီးအလုပ်လုပ်ပါ။', 'နိုင်မှာသေချာပါတယ်။ ဒါပေမယ့်သက်သေဒွေကိုပြန်စစ် ဦး မှာလား။ မဆိုးပါဘူး။', 'အကြောင်းအရာတစ်ခုကဆွဲထားသလိုဖြစ်နေတယ်။ ဒါကြောင့်တိုးလို့တန်းလန်းကြီးဖြစ်နေတာပါ။ ပြန်ရောက်တော့မှာပါ။', 'အလှူကြီးပြုဖို့ပါရမီကံပါ, ပါတယ်။', 'မေတ္တာပို့ပြီးအလုပ်လုပ်ပါဗျာ။ အောင်မှာသေချာပါတယ်။', 'ဆုံးရှုံးသွားတဲ့စီးပွားရေးတွေတောင်ပြန်ဖြစ်လာ ဦး မယ်။ လုံးဝမပူပါနှင့်။ ဒီအချိန်ဟာကံတရားပြန်လည်ဆန်းသစ်ပြီးပြန်လည်ကောင်းမွန်လာမှာပါ။'],
  'နွေ' :
  ['မုချကျော်ကြားတော့မယ့်သူပါဗျာ။', 'ဆုံးရှုံးဖို့မတွေ့ဘူး။ ချမ်းသာဖို့ပဲတွေ့တယ်။', 'ကွဲသလိုလို၊ မကွဲသလိုလိုနဲ့တိုးလို့တန်းလန်းကြီးဖြစ်နေမှာပါ။ မကွဲပါဘူး။', 'သာသနာပြုဖို့အတွက်သင်ကိုယ်တိုင်တရားရဖို့ကအရေးကြီးတယ်မဟုတ်လား။ အဲဒါကိုသဘောပေါက်ရင်သင်ဘာလုပ်ရမယ်ဆိုတာသိတယ်မဟုတ်လား။', 'အောင်မြင်ဖို့သေချာနေပါပြီ။ ဘာဖြစ်လို့မေးနေတာလဲ။', 'ငွေအစုလိုက်အပြုံလိုက်ရနိုင်ပါတယ်။', 'မင်္ဂလာဆောင်ပြီးရင်သူဌေးဖြစ် ဦး မှာ၊ မြန်မြန်ဆောင်ပေတော့။', 'ဤကလေးလောက်မိဘကိုအကျိုးပေးမည့်ကလေးရှိမည်မဟုတ်ပါ။', 'အိမ်နီးနားချင်းကိုလပြည့်နေ့မှာလမုန့်ဝေလိုက်ပါ။ နိုင်ခြေပေါ်သွားလိမ့်မည်။', 'သွားသာသွားပါ။ ရမှာပါ။'],
  'နေ့' :
  ['စပေတော့။ အနားမှာဓါးရှည်တစ်ချောင်းထောင်ထားဖို့လိုတယ်။', 'လူငယ်တစ်ယောက်ကိုအကြောင်းပြုပြီးနေရာထိုင်ခင်းရပါလိမ့်မည်။ အလွန်ကောင်းတယ်။', 'အချိန်လေးနည်းနည်းစောင့်ရဦးမယ်။', 'ဤကလေးသည်ပညာရေး၌များစွာထူးချွန်လိမ့်မည်။', 'အနှောက်အယှက်ဖြစ်ပါသည်။ မသင်္ကာသောနေရာကိုရှာလကာရည်ဖျန်းလိုက်ပါ။ အနှောက်အယှက်ကင်းသွားပါမည်။ ', 'ရမှာမဟုတ်ပါဘူး။', 'အတော့်ကိုကျိုးစားရမယ်ဗျို့။', 'ဆုံးရှုံးဖို့မတွေ့ပါဘူး။ ကိုးကွယ်နေတဲ့ဆရာတော်ကြီးကိုသွားပြီးလျှောက်လိုက်ပါ။ သူကဘယ်လိုလုပ်ရမယ်ဆိုတာမိန့်မှာလိမ့်မယ်။', 'လုံးဝမကွဲပါဘူး။', 'သာသနာပြုဖို့ပါရမီပါ, ပါတယ်။'],
  'နံ' :
  ['သွားဖြစ်ဦးမယ်မဟုတ်ပါ။', 'စပ်တူလုပ်မိသူဟာလူငယ်ဆိုလျှင်လုပ်လိုက်ပါ။ လူကြီးဆိုလျှင်မလုပ်ပါနှင့်။', 'သွားမလုပ်နဲ့။ နွားပါပြုတ်တဲ့ကိန်းဆိုက်လိမ့်မယ်။', 'သင့်ရန်သူဟာသင့်ကိုမယှဉ်နိုင်ပါဘူး။ သင်ပဲနိုင်မှာပါ။', 'ဘယ်လိုမှဒုက္ခရောက်စရာမရှိပါဘူး။', 'သင်နှစ်သက်တဲ့ဟင်းတစ်ခွက်ကောင်းကောင်းချက်ပြီးဘုန်းကြီးကျောင်းကိုသွားပြီးလှူလိုက်ပါ။', 'လောလောဆယ်မစနဲ့ ဦး ။ သင်တို့အုပ်စု၊ သင်တို့အပေါင်းအသင်းထဲကတစ်ယောက်ယောက်ခရီးထွက်လိမ့်မယ်။ အဲဒီကျမှစလိုက်ပါ။', 'ဒီအချိန်မှာနေရာထိုင်ခင်းရှာရတာမလွယ်ဘူးနော်။ နည်းနည်းတော့ကြိုးစားရလိမ့်မယ်။', 'ကျိန်းသေပါတယ်ဗျာ။ ဒီကိစ္စအတွက်မပူပါနှင့်။ ', 'ဤကလေးသည်ပညာရေး၌ထူးချွန်ရန်မိဘကများစွာကြပ်မတ်ရလိမ့်မည်။'],
  'ရှစ်' :
  ['နည်းနည်းဆိုးတယ်။ ကြပ်ကြပ်မတ်မတ်ကုသဖို့လိုတယ်။ ', 'အိမ်ကောင်းရာကောင်းနှင့်နေရမည့်ကံမုချပါ, ပါသည်။', 'သေချာပေါက်ရပါပြီဗျာ။', 'ဆေးဝါးဓာတ်စာတို့ကိုလူငယ်တစ် ဦး အားဝယ်ခိုင်းပြီးမှမှီဝဲလျှင် ပို၍ အပျောက်မြန်ပေလိမ့်မည်။', 'ဒီလူကိုလူယုံခန့်ဖြစ်အောင်ခန့်လိုက်ပါ။', 'လုပ်စမ်းပါဗျာ။ အကျိုးပေးထူးသွားမှာပါ။ ', 'အတုပါဗျာ။', 'မပူပါနဲ့။ “ ကျန်းကျန်းမာမာချမ်းချမ်းသာသာဘေးရန်ကာစီးမည် ´ဆိုတဲ့သီချင်းဟာသူ့အတွက်ဖြစ်နေပါပြီ။', 'ဘာမှပူစရာမလိုပါဘူး။', 'ဤလောကကိုအကျိုးပြုမည့်သားကောင်းရတနာတစ် ဦး ရရှိပေလိမ့်မည်။'],
  'နာ' :
  ['ခွဲစိပ်ကုသမှုမှာအန္တရာယ်မရှိပါ။ မုချအောင်မြင်ပါလိမ့်မည်။ အန္တရာယ်လည်းကင်းပါသည်။ ရေကန်နှစ်ကန်မှရေကိုဖန်ခွက်ထဲထည့်။ မြတ်စွာဘုရားကိုကပ်လှူပါ။', 'မသွားပါနဲ့ဗျာ။ ဒီမှာနေတာထက်တောင်ဆိုး ဦး မယ်။', 'အရမ်းကိုဝယ်သင့်ပါတယ်။ တန်လည်းအတော့်ကိုတန်ပါတယ်ဆိုတာသင်လည်းသိသားပဲ။', 'အောင်ရုံလောက်အတွက်နဲ့တော့မမေးပါနဲ့ဗျာ။ ဂုဏ်ထူးတောင်ထွက်နိုင်ပါတယ်ဗျာ။', 'အိမ်ထောင်ကျရန်မဖြစ်နိုင်ပါ။', 'သံသယစိတ်တွေဖျောက်လိုက်ပါ။ အားလုံးဟာသူ့အတိုင်းတိုင်းကောင်းနေပါတယ်။', 'မိန်းကလေးဖြစ်ပါလိမ့်မည်။', 'လုံးဝမစိုးရိမ်ပါနှင့်။ အသက်ဘေးလည်းမစိုးရိမ်ရပါဘူး။အခြားဘာမှလည်းစိုးရိမ်စရာမရှိပါဘူး။ ', 'အိမ်ကြီးအိမ်ကောင်းနဲ့နေဖို့ကံနည်းတယ်ဗျ။', 'ခက်တော့ခက်တယ်။ ဒါပေမယ့်ရမှာပါ။'],
  'ရီ' :
  ['လောလောဆယ်တွေ့ခွင့်ရ ဦး မှာမဟုတ်ဘူး။', 'သင်၏အိမ်ထောင်ဘက်သည်သင့်ကိုအကျိုးကောင်းစွာပေးလိမ့်မည်မဟုတ်ပါ။ ', 'မကြာခင်မှာအဲဒီစိတ်ပူပန်ခြင်းဟာငြိမ်းအေးသွားမှာပါ။', 'ခွဲစိပ်၍မွေးရပေလိမ့်မည်။', 'တစ်ဖက်ကတအားညစ်နေတယ်။ အဲဒါလေးကိုကျော်လွှားဖို့လုပ်လိုက်ပါ။ ', 'မပြောင်းရအောင်လူတစ်ယောက်ကိုပြောခိုင်းမယ်လို့ကြံထားတယ်မဟုတ်လား။ပြောပစ်လိုက်စမ်းပါ။ မပြောင်းရတော့ဘူး။', 'နိုင်တာထက်ဟိုဘက်တောင်လွန်နေသေးတယ်။', 'ခွဲစိပ်ကုသမှုမှာစိုးရိမ်စရာမရှိပါ။ အောင်မြင်ပါလိမ့်မည်။ ', 'မသွားပါနဲ့။အသက်အန္တရာယ်စိုးရိမ်ရတယ်နော်။', 'ဝယ်သင့်တာပေါ့ဗျာ။ မျက်စိမှိတ်ပြီးဝယ်ချလိုက်စမ်းပါ။'],
  'တွင်' :
  ['မွေးလာသောကလေးမှာလူဝင်စားဖြစ်ပါသည်။ မြစ်ဝကျွန်းပေါ်အရပ်ဒေသမှဖြစ်ပေလိမ့်မည်။', 'ဘာမှမပူပါနဲ့ဗျာ။ သင့်ကိုကောင်းကင်ဘုံကထွက်ပေါက်ပေးမှာပါ။', 'သင်၏လုပ်ငန်းကို (စ၊ ဆ၊ ဇ၊ ဈ၊ ည) စာလုံးတစ်လုံးပါအောင်အမည်ပေးပါ။ လိုဂိုတံဆိပ်ကိုစာအုပ်တစ်အုပ်၏ပုံကိုအသုံးပြုပါ။', 'မြက်ခင်းပြင်တစ်ခုနှင့်လူငယ်လေးအကြောင်းကစလိုက်ပါ။ ', 'ဒီအချိန်လေးအကြပ်အတည်းတွေ့နေတာပါ။ သင့်ရဲ့အကြွေးတွေကိုသင်ကိုယ်တိုင်ဆပ်ဖို့မလိုပါဘူး။ ကောင်းကင်ဘုံကဆပ်ပေးပါလိမ့်မည်။', 'ရပြီဟုသဘောထားလိုက်စမ်းပါ။', 'အချိန်နည်းနည်းဆွဲပြီးစဉ်းစားပါ။ ဘာပဲဖြစ်ဖြစ် (၁၂) ရက်ကျော်မှဆုံးဖြတ်ပါ။', 'ခင်ဗျားကတွေ့ဖို့ကြိုးစားနေတာလား။ သူကလည်းတွေ့ချင်ပါသတဲ့ဗျာ။ ', 'သင်၏အိမ်ထောင်ဘက်သည်သင့်ကိုအကျိုးမပေးနိုင်ပေ။', 'ပူစရာရှိတော့လည်းပူတာပေါ့ဗျာ။ ဒါပေမယ့်စိတ်ထောင်းကိုယ်ကြေမဖြစ်အောင်တော့နေတတ်စမ်းပါ။'],
  'ဤ' :
  ['ကလပ်သုံးလုံးမှာရေအပြည့်ထည့်ပြီးဘုရားကပ်လိုက်ပါ။ ကလပ်နော်ဖန်ခွက်မဟုတ်ဘူး။ (၃) ရက်ဒါမှမဟုတ် (၃) ပါတ်အတွင်းအမှုကပြီးသွားမှာပါ။ ကိုယ်ပဲနိုင်မှာပါ။', 'ပြန်ရောက်ဖို့ကိစ္စမှာအနှောက်အယှက်ကတွေ့နေတယ်။', 'ကျိန်းသေအလှူကြီးပြုရမှာပါ။', 'အောင်မှာသေချာပါတယ်။ အောင်…အောင်…လို့တောင်မည်နေပါပြီ။', 'ဒီအချိန်မှာနည်းနည်းလေးညံ့တယ်။', 'အိမ်တွင်းရေးကြောင့်အချစ်ရေးမှာလာပြီးအနှောင့်အယှက်တွေ့တတ်တယ်။ ဒါပေမယ့်မကြာခင်ပြီးသွားမှာပါ။ ', 'လူဝင်စားတစ် ဦး ဖြစ်ပါတယ်။', 'ဘာတွေများပူနေတာလဲ။ မမျှော်လင့်တဲ့ဆီကနေထွက်ပေါက်တွေ့လိမ့်မယ်။ ကျိန်းသေပါတယ်ဗျာ။ ထွက်ပေါက်တွေ့လိမ့်မယ်။', 'သင်၏လုပ်ငန်းကိုကြိုက်ရာအမည်ပေးပါ။ အမည်စာလုံးများကိုပေါင်းလိုက်လျှင် (၉) ဂဏန်းဖြစ်ပါစေ။ ဥပမာ-သစ္စာ၊ ပင်းယ၊ ရိုးမ၊ လမင်းစသည်တို ကဲ့သို့ဖြစ်ရပါမည်။ လိုဂိုတံဆိပ်ကို (၉) ဂဏန်းအသုံးပြုပါ။ (၉) မှာအင်္ဂလိပ်(ကိုး) မြန်မာ(ကိုး) နှစ်ခုစလုံးရပါသည်။။', 'လျှင်မြန်သွက်လက်တဲ့လူတစ်ယောက်အကြောင်းကနေစလိုက်ပါ။'],
  'မြေ' :
  ['ဒီအချိန်မှာထီလည်းပေါက်နိုင်ပါတယ်။ ငွေအစုလိုက်အပုံလိုက်လည်းဝင်နိုင်တယ်။ အတော်ကောင်းတဲ့အချိန်ပါ။', 'အမြန်ဆုံးလုပ်ပါ။ အဆင်ပြေပါတယ်။', 'မိဘကိုအကျိုးပေးလိမ့်မည်မဟုတ်ပါ။ အရွယ်ရောက်သည်နှင့်သူ့လမ်းသူသွားလိမ့်မည်။', '(၅) ရက်အတွင်းနိုင်ပြီဆိုတဲ့သတင်းကိုကြားရလိမ့်မယ်။ ဘာမှမပူပါနဲ့။ အမွှေးတိုင် (၅) တိုင်ပူဇော်လိုက်ပါ။ နေ့စဉ်ဆိုရင်ပိုကောင်းပါတယ်။', 'မသွားပါနဲ့။ မရဘူး။ သူတို့အိမ်တွင်းရေးလည်းမပြေလည်ဘူး။', 'အောင်မြင်ဖို့အတော့်ကိုကျိုးစားရမယ်ဗျို့။', 'နိုင်မှာသေချာပါတယ်။ သင်ရှေ့နေငှားထားတယ်မဟုတ်လား။ အဲဒီရှေ့နေဟာအလွန်ကိုတော်တဲ့လူပဲ။ ', 'ပြန်ရောက်ဖို့လိုသေးတယ်။', 'မုချအလှူကြီးပြုရမှာပါ။ အဲဒီအတွက်မပူပါနဲ့။', 'အောင်ပြီလို့သဘောထားပေတော့။ ဘာမှမပူပါနဲ့။'],
  'က' :
  ['ကျိန်းသေရမှာပါ။', 'ကျော်ဇောခြင်းဟာသင့်အဖို့သေချာပါတယ်။ ', 'ဆုံးရှုံးဖို့မတွေ့ပါဘူးဗျာ။ ','အပျက်ပျက်နဲ့နှာခေါင်းသွေးထွက်နေပြီဗျို့။ ပြန်ပေါင်းဖို့ခက်လိမ့်မယ်။', 'မုချသာသနာပြုရမှာပါ။', 'ရာခိုင်နှုန်းအပြည့်အောင်မြင်လိမ့်မယ်။ ပူကိုမပူပါနဲ့။', 'နောင်နှစ်မှာတော့ထီပေါက်ကိန်းသေချာနေပြီ။ ဒီနှစ်မှာတော့ဘာမှမလုပ်ပါနဲ့။', 'မြန်လေကောင်းလေပဲဗျို့။ ', 'မိဘကိုအကျိုးပေးလိမ့်မည်မဟုတ်ပါ။ အရွယ်ရောက်သည်နှင့်သူ့လမ်းသူသွားပါလိမ့်မည်။', 'သင်ဘာတွေမေးနေတာလဲ။ နိုင်မယ်သေချာတယ်ဆိုတာသင်လည်းသိပြီးသားမဟုတ်လား။'],
  'မ္ဘာ' :
  ['အုန်းထမင်းနဲ့ဘဲသားဟင်းချက်ပြီးဘုန်းကြီးကျောင်းကိုလှူလိုက်ပါ။', 'စပေတော့။ အနားမှာလူတစ်ရပ်လောက်ရှိတဲ့သစ်ကိုင်းဖြောင့်ဖြောင့်တစ်ချောင်းထောင်ထားဖို့လိုတယ်။', 'သီလ၊ သမာဓိရှိတဲ့ပုဂ္ဂိုလ်ရှာပေးလိမ့်မယ်။ အလွန်ကောင်းတဲ့နေရာထိုင်ခင်းကိုရလိမ့်မယ်။ ', 'အနှောက်အယှက်ကရှိနေတယ်။ အဲဒီအနှောက်အယှက်ကိုအရင်ရှင်းစမ်းပါ ဦး။', 'ဤကလေးသည်ပညာသင်ကြားရာ၌မိဘကများစွာထိန်းကျောင်းပေးရပေလိမ့်မည်။ ', 'အနှောက်အယှက်မရှိပါ။ စိတ်ချလက်ချနေပါ။', 'ရတော့ရမှာပါ။ နည်းနည်းလေးတော့စကားပြောရမယ်။', 'မတရားကြီးကြိုးစားရမယ်နော်။ ကျော်ဇောဖို့ကံတော့ပါ, ပါတယ်။', 'ဆုံးရှုံးဖို့မရှိပါဘူး။ သင့်အနေနဲ့တိုင်ပင်မယ်လို့ယူဆထားတဲ့လူနဲ့တိုင်ပင်လိုက်ပါ။ သူကပြောပြလိမ့်မည်။ ဒီလူဟာအတော့်ကိုအသုံးဝင်တဲ့လူပဲ။', 'ပြန်ပေါင်းဖို့ခက်လိမ့်မယ်။'],
  'သို့' :
  ['အခုဖြစ်ပွားနေသောရောဂါမှာအသေးအဖွဲမျှသာဖြစ်သည်။ မကြာခင်ပျောက်ကင်းသွားလိမ့်မည်။ ', 'မုချသွားဖြစ်လိမ့်မည်။ လမ်းခရီးတွင်လည်းအားလုံးအဆင်ပြေမည်။ ဘာမှမပူပါနှင့်။', 'လုပ်ဖြစ်အောင်လုပ်လိုက်စမ်းပါ။ အရမ်းအကျိုးရှိမှာပါ။', 'ကယ်ဖြစ်အောင်ကယ်လိုက်စမ်းပါဗျာ။ ကျေးဇူးသိတတ်တဲ့သူပါ။', 'အမွှေးတိုင် (၉) တိုင်၊ တန်ခိုးကြီးဘုရားမှာ (၉) ရက်နေ့၊ (၉) နာရီမှာလှူလိုက်ပါ။ သင့်ရန်သူကျဆုံးသွားတဲ့သတင်းကိုကြားရပါလိမ့်မည်။', 'ဒုက္ခရောက်ဖို့မရှိပါဘူး။', 'နွားနို့ (၁) ပိဿာလောက်ကျိုပြီးမယ်သီလရှင်ဇရပ်မှာသွားပြီးလှူလိုက်ပါ။', 'အခုအခါမိနေပြီ။ မနက်ဖြန်မနက် (၄) နာရီမှာစလိုက်ပေတော့။ အမွှေးတိုင် (၄) တိုင်ထွန်းပြီးစရင်ပိုကောင်းပါတယ်။', 'နေရာထိုင်ခင်းအတွက်မပူပါနဲ့။ သူတောင်းစားကိုငွေ (၆) ကျပ် (သို့မဟုတ်) ငွေ (၆၀) ကျပ်လှူပြီးရှာလိုက်ပါ။ ရပါလိမ့်မယ်။', 'နည်းနည်းနှောင့်နှေးလိမ့်မယ်။ ဒီစာအုပ်ထဲမှာယတြာပါတယ်။ ရှာပြီးချေလိုက်ပါ။'],
  'တ္တ' :
  ['ယောက်ျားလေးမွေးမည်၊ မိန်းကလေးမွေးမည်ကိုဟောရန်အချိန်စောပါသေးသည်။ သို့ရာတွင်မွေးဖွားမည့်ကလေးမှာအလွန်ထူးခြားသောပါရမီရှင်ဖြစ်ကြောင်းအခုကပင်ဟောလိုက်ပါသည်။', 'အဆိုးကြီးတော့မဟုတ်ပါဘူး။ နည်းနည်းပါးပါးတော့အခြေအနေကညံ့နေတယ်။', '၄င်းကံပါပါသည်။', 'အလုပ်ရမှာသေချာပါတယ်။', 'အသားမည်းမည်းလူတစ်ယောက်ကဝယ်ခိုင်းသောဆေးဝါးဓာတ်စာများဖြစ်ပါကရောဂါပျောက်ရန် ပို၍ မြန်ပေလိမ့်မည်။ ', 'ချက်ချင်းခန့်လိုက်ပါ။ သူဟာအဲဒီနေရာနဲ့သင့်တော်ကြောင်း (၆) ရက်အတွင်းမှာသင်သိသွားလိမ့်မယ်။', 'ကူညီမယ့်သူတွေလည်းပေါ်ပေါက်လာမှာပါ။ လုပ်ဖြစ်အောင်လုပ်လိုက်စမ်းပါ။', 'အစစ်ဗျို့…အစစ်။', 'ဘာမှမပူပါနဲ့။ အလွန်ကောင်းတဲ့အခြေအနေရှိပါတယ်။', 'ခင်ဗျားမို့ဗျာအလုပ်မရှိအလုပ်ရှာပြီးမဟုတ်တာတွေမေးနေတယ်။ ဘယ်လိုလုပ်ပြီးအသက်အန္တရာယ်စိုးရိမ်ရမှာလည်းဗျာ။'],
  'အ' :
  ['အနိုင်ရပါတယ်ဗျာ။', 'ခွဲစိပ်ကုသမှုမှာအရေးကြီးသောကြောင့်ကျွမ်းကျင်သောဆရာဝန်ကိုအတိကျလေ့လာရန်အရေးကြီးပါသည်။ နွားနို့ (၄) ခွက်လှူလိုက်ပါ။', 'ကောင်းပါတယ်ဗျာ။ အတော့်ကိုကောင်းတာပါပဲ။ သွားဖြစ်အောင်သွားစမ်းပါ။', 'မဝယ်ပါနဲ့၊ ဒုက္ခရောက်လိမ့်မယ်', ' ဂုဏ်ထူးတွေတစ်သီကြီးနဲ့အောင်မှာပါ။', 'အိမ်ထောင်ကျပေလိမ့်မည်။ သင်ပထမငြင်းဂိုထားသောသူနှင့်ပင်အိမ်ထောင်ကျလိမ့်မည်။', 'သံသယစိတ်ကိုအမြန်ဆုံးဖျောက်လိုက်ပါ။ ', 'ဤကမ္ဘာသို့အလည်အပတ်ရောက်ရှိလာသောထူးခြားသည့်ပုဂ္ဂိုလ်ယောက်ျားလေးတစ် ဦး ဖြစ်ပါသည်။', 'လူနာကကိုယ့်ဘက်ပါလာပြီ။ ဘာမှမပူပါနဲ့။', 'ငယ်စဉ်မှာတော့ဟိုပြောင်းဒီရွှေ့ပေါ့ဗျာ။ အသက်ကြီးလာရင်တော့အိမ်ကောင်းရာကောင်းနဲ့တည်တည်ငြိမ်ငြိမ်နေရမှာပါ။'],
  'လည်' : 
  ['ရောင်းသင့်တာပေါ့ဗျာ။ ရောင်းပစ်လိုက်ရင်အကောင်းဆုံးပဲ။', 'မုချတွေ့ခွင့်ရမှာပါ။', 'သင်၏အိမ်ထောင်ဘက်သည်သင့်အားအကျိုးမပေးသည့်အပြင်အလုပ်များကိုလည်းနှောင့်နှေးအောင်လုပ်ပေလိမ့်မည်။', 'စိတ်ပူပန်စရာမဟုတ်ဘဲပူပန်နေတာပါ။ ', 'မခွဲမစိပ်ဘဲမွေးရပေလိမ့်မည်။ ', 'ကိုယ့်ဘက်ကနည်းနည်းအားနည်းနေတယ်။', 'မပြောင်းရပါဘူး။ နည်းပါတယ်။ အသည်းနီရဲရဲပေါ်မှာဓါးစိုက်နေတဲ့ပုံကိုရေးပြီးချိတ်ထားလိုက်စမ်းပါ။ မပြောင်းရတော့ဘူး။', 'ရှုံးဖို့ကများနေတယ်။ ဂရုစိုက်ပါ။', 'ခွဲစိပ်ကုသမှုမှာလုံးဝစိုးရိမ်စရာမလိုပါ။ မယ်တော်များကိုဖယောင်းတိုင် (၂) တိုင်ထွန်း။ တိုင်တည်ပါ။', 'သွားဖြစ်အောင်သွားစမ်းပါ။ ဟိုရောက်တာနဲ့ချမ်းသာပြီမှတ်။'],
  'ရောက်' :
  ['သင့်ရဲ့အချစ်ရေးဟာအခုအခါမှာအလွန်ကောင်းပါတယ်။', 'လူဝင်စားဖြစ်ပါတယ်။ ချမ်းသာသောဘဝမှရောက်ရှိလာသူဖြစ်ပါသည်။', 'ကျိန်းသေထွက်ပေါက်ရပါမယ်။ သင့်အိမ်နားမှာမိန်းကလေးတစ်ယောက်ကလေးမျက်နှာမြင်တာကြားရလိမ့်မယ်။ အဲဒီကလေးကိုလက်ဆောင်တစ်ခုသွားပေးလိုက်ပါ။', 'သင်၏လုပ်ငန်းကို (ယ၊ ရ၊ လ၊ ဝ) စာလုံးတစ်လုံးပါအောင်အမည်ပေးပါ။ လိုဂိုတံဆိပ်ကိုလက်လေးချောင်းထောင်နေပုံကိုအသုံးပြုပါ။', 'တိရစ္ဆာန်ချစ်တဲ့မိန်းကလေးတစ်ယောက်နဲ့စလိုက်ပါ။', 'သင့်ရဲ့အကြွေးတွေအတွက်ဘာဖြစ်နေတာလဲ။ အိမ်နားမှာမိန်းမတစ်ယောက်ကလေးမျက်နှာမြင်တဲ့နိမိတ်ပေါ်ပြီးရင်သင့်ရဲ့အကြွေးတွေတစ်ပြားမကျန်ကြေသွားမှာပါ။', 'ရဖို့မလွယ်ပါ။ ပစ္စည်းကတစ်နေရာကိုရောက်သွားပြီ။', 'ရောင်းလိုက်တော့။ ဈေးတွေဘာတွေကြည့်မနေနဲ့။ ရောင်းပစ်လိုက်တာအကောင်းဆုံးပဲ။', 'အခုအချိန်မှာတွေ့ဖို့မကြိုးစားပါနဲ့ဦး။', 'သင့်အိမ်ထောင်ဘက်သည်သင့်အားမကြာခဏစိတ်ကျဉ်းကြပ်အောင်လုပ်ပေလိမ့်မည်။'],
  'ရှိ' :
  ['အခုလောလောဆယ်တော့အောင်မြင်ဖို့မရှိသေးဘူး။ ဒါပေမယ့်မုချအောင်မြင်မှာပါ။ အောင်မြင်ဖို့ပါရမီကိုရှိတယ်။', 'အမှုဖြစ်နေတယ်ဆိုတာကလည်းပြောသာပြောရမှာပါ။ အဲဒီအမှုကလည်းရှုံးသွားရင်ဘာမှဖြစ်မှာမဟုတ်ဘူး။ ဒါပေမယ့်လည်းနိုင်မှာပါ။', '(၃) ရက်အတွင်းပြန်ရောက်မှာပါ။', 'အလှူပြုဖို့ကိစ္စလား။ မေးမနေပါနဲ့။ ပြုရမှာသေချာပါတယ်။', 'အောင်မှာသေချာပါတယ်။', 'အကောင်းဆုံးအချိန်ပါပဲ။ ချမ်းသာကြွယ်ဝခြင်းဖြစ်ပါတော့မယ်။', 'ဘာမှပူစရာမလိုပါဘူးဗျာ။ အားလုံးကောင်းနေပါတယ်။', 'လူဝင်စားဟုမပြောနိုင်ပါ။', 'ဘာတွေများပူနေတာလဲ။ ထွက်ပေါက်ရှိပါတယ်။ မကြာခင်ပြေလည်သွားမှာပါ။', 'သင်၏လုပ်ငန်းကိုတစ်ကြော့ပြန်ပြီးနိုးထလာခြင်းအဓိပ္ပါယ်ရအောင်အမည်ပေးပါ။ လိုဂိုတံဆိပ်ကိုလှည်းဘီးပုံသဏ္ဍာန်ပြုလုပ်ပါ။ (ဥပမာအားဖြင့်ဆုံဆည်းရာ၊ တစ်ကြော့ပြန်၊ ဆုံနေကျ၊ နိုးထခြင်းစသည်တို့ကဲ့သို့ဖြစ်ရပါမည်။)'],
  'ခဲ့' :
  ['ကျိန်းသေအထမြောက်ပါမယ်ဗျာ။', 'ထီပေါက်တတ်တဲ့အချိန်မျိုးပါပဲ။ အိမ်မှာကလေးတစ်ယောက်ရောက်လာရင်ထိုးပေတော့။ ', 'လုပ်ပါလို့အချက်ပေးတယ်ဗျာ။ မြန်မြန်လုပ်လိုက်ပါ။', 'မိဘကိုလွန်စွာအကျိုးပေးပေလိမ့်မည်။ ထို့အပြင်မိဘမှာသူ့ကြောင့်များစွာဂုဏ်ရှိပေလိမ့်မည်။', 'အစပိုင်းမှာသင်ကရှုံးမလိုလိုပဲ။ ဒါပေမယ့်သင့်ဘက်ကနိုင်ချေပေါ်သွားပြီ။ မပူပါနဲ့။', 'သွားဖြစ်အောင်သွားလိုက်စမ်းပါ။ လိုလိုချင်ချင်ကိုပေးမှာပါ။ ', 'ဇွဲနဲ့ကြိုးစားရင်အောင်မြင်မှာပါ။ ', 'ဒီအမှုကိုတစ်ဖက်ကပြန်ပြီးရုပ်သိမ်းသွားလိမ့်မယ်။ ပူစရာမလိုပါဘူး။ မရုပ်သိမ်းလည်းကိုယ်ကနိုင်မှာပါ။', 'ပြန်ရောက်ပြီလို့ပဲသဘောထားလိုက်ပါတော့။', 'အလှူကြီးပြုဖို့အချိန်လိုသေးတယ်။'],
  'သော' :
  ['မည်သည့်အနှောက်အယှက်မျှမရှိပါ။', 'ကြားကလူတစ်ယောက်ဝင်ပြီးချောက်တွန်းလို့အမွေရဖို့ကိစ္စပျက်သွားတတ်တယ်။ ', 'အကြောင်းအရာနှစ်ခုမှာကျော်ဇောလိမ့်မယ်။', 'ရှုံးမယ်ဆိုရင်လည်းတစ်ယောက်တည်းမဟုတ်ဘူးဗျ။ အများနဲ့ခံရမှာပါ။ ဆုံးရှုံးစရာလည်းမမြင်ပါဘူး။', 'မကွဲပါဘူးဗျာ။', 'သာသနာပြုဖို့ပါရမီပါပါတယ်။', 'ဘုန်းတော်ကြီးတစ်ပါးကိုဆွမ်းကပ်ပြီးမှလုပ်ပါ။ အောင်မြင်ဖို့များပါတယ်။', 'မေတ္တာသုတ်ရွတ်ပြီးအင်္ဂလိပ် (၆) ရက်နေ့၊ (၁၅) ရက်နေ့၊ (၂၄) ရက်နေ့တွေမှာထီထိုးစေချင်ပါတယ်။ ထီပေါက်ကိန်းရှိပါတယ်။', 'မလုပ်နဲ့ ဦး၊ အချိန်ဆွဲထားပါ။', 'မိဘကိုအကျိုးပြုမည်မဟုတ်ပါ။'],
  'မင်း' :
  ['လုံးဝထိခိုက်စရာမရှိပါ။', 'ကော်ဖီနှင့်ကိတ်မုန့်ကိုဘုန်းကြီးကျောင်းသို့သွားပြီးလှူလိုက်ပါ။', 'ဒီအချိန်မစပါနဲ့ ဦး ။ ဒီကနေ (၈) ရက်ပြည့်ပြီး (၉) ရက်မြောက်တဲ့နေ့မှစလိုက်ပါ။', 'အကောင်းဆုံးနေရာထိုင်ခင်းကိုရပါလိမ့်မယ်။ ဘာမှမပူပါနဲ့။', 'မုချတက်မယ်ဗျာ။ ', 'ဤကလေးသည်ပညာသင်ကြားရေး၌ထူးချွန်ရန်မိဘကများစွာကြည့်ရှူရပေလိမ့်မည်။', 'အလွန်သန့်သောနေရာဖြစ်ပါသည်။ မည်သည့်အနှောက်အယှက်မှမရှိပါ။', 'ကျိန်းသေရမှာပါ။', 'အပြိုင်အဆိုင်နှင့်ကြိုးစားရမှာနော်။ အဲဒါဆိုရင်ကျော်ကြားပါပြီ။', 'ဆုံးရှုံးဖို့လည်းမမြင်ပါဘူး။ ရပ်ဝေးရောက်နေတဲ့သူနဲ့တိုင်ပင်လိုက်ပါ။ သူကသင့်ကိုအကြံဉာဏ်ပေးပါလိမ့်မယ်။ အဲဒီအတိုင်းလုပ်လိုက်ပါ။'],
  'သိ' :
  ['လောလောဆယ်မပြောင်းရသေးပါဘူးဗျာ။', 'ယခုဖြစ်ပွားသောရောဂါမှာအကြိတ်အနယ်ကုသရပေလိမ့်မယ်။ သို့ရာတွင်ပျောက်ကင်းချမ်းသာသွားပေလိမ့်မည်။', 'သွားခါနီးတွင်အနှောက်အယှက်တွေ့လိမ့်မည်။ သို့သော်သွားဖြစ်လိမ့်မည်။', 'မလုပ်ပါနဲ့။ အကျိုးရှိဖို့မတွေ့ဖူး။', 'ကယ်ဖြစ်အောင်ကယ်လိုက်စမ်းပါဗျာ။ ကျေးဇူးကန်းတယ်ဆိုတာလွယ်တဲ့အလုပ်မဟုတ်ဘူးဗျ။', 'ရန်သူလို့တောင်ပြောလို့မရပါဘူး။ မပြောပလောက်တာလေးတွေပါ။ သူ့ဟာသူငြိမ်းသွားပါလိမ့်မယ်။', 'အဓိဋ္ဌာန် (၉) ရက်လောက်ဝင်လိုက်စမ်းပါ။ ဒီလူဂျွမ်းတောင်ပစ်သွား ဦး မယ်။', 'ယို (၉) မျိုးနှင့်သင့်၏အိမ်ဘုရားမှာပဲဆွမ်းတော်ကပ်လိုက်စမ်းပါ။', 'စပေတော့။ စတဲ့အခါမှာစားပွဲတင်နာရီဒါမှမဟုတ်နံရံကပ်နာရီအဝိုင်းတစ်ခုအနားမှာထားပြီးစလိုက်ပါ။ ', 'အိမ်တွေ၊ နေရာတွေကတော့တွေ့ပါတယ်။ ဒါပေမယ့်ကိုယ်ကကြိုက်ပြီးမကြိုက်ဘူးဖြစ်နေတယ်သူတို့ကမကြိုက်ဘူးဖြစ်နေတယ်။ အဲဒီလိုပဲသူတို့ကကြိုက်ပြီးကိုယ်ကမကြိုက်ဘူးဖြစ်နေတယ်။'],
  'င်္ခ' :
  ['မလုပ်ပါနဲ့။ မသင့်တော်ဘူး။ လုပ်ရင်စိတ်ညစ်ရလိမ့်မယ်။', 'လောလောဆယ်တော့ပြောလို့မရသေးဘူး။ အချိန်စောင့်လိုက်ပါ။ ', 'သူ့အတွက်မမေးပါနဲ့။ အားလုံးအဆင်ပြေနေတယ်။', 'သင့်ကိုမယ်တော်တစ်ပါးကအတိအကျစောင့်ရှောက်နေတယ်။ ဘာမှမပူပါနဲ့။', 'သားသမီးရရန်သေချာပါတယ်။', 'နည်းနည်းပါးပါးဖြစ်တတ်ပါတယ်။ စိုးရိမ်စရာမဟုတ်ပါဘူး။ ', 'ပြောင်းစရာမရှိပါဘူး။ အဲဒီအိမ်မှာဆက်ပြီးနေရမှာပါ။ စိတ်တော့နည်းနည်းညစ်ရမယ်။ ဒါပေမယ့်ချမ်းသာသွားလိမ့်မယ်။', ' နေရာကောင်းကိုရောက်တော့မယ်။ သိပ်ပြီးမကြာတော့ပါဘူး။', 'ယခုဖြစ်ပွားနေတဲ့ရောဂါမှာမကြာခင်ပျောက်ကင်းသွားပေလိမ့်မည်။ အသိမိတ်ဆွေတစ် ဦး မင်္ဂလာဆောင်တဲ့သတင်းကြားရလျှင်ထိုထက်မြန်မြန်ပျောက်ကင်းသွားပေလိမ့်မည်။', 'သွားဖြစ်အောင်သွားလိုက်ပါ။ အလွန်ကောင်းပါတယ်။'],
  'ဆို' :
  ['အဲဒီသံသယစိတ်ကိုဖျောက်လိုက်ပါ။ အကျိုးမရှိပါဘူး။ ဟုတ်လည်းမဟုတ်ဘဲနဲ့။', 'ယောက်ျားလေးမွေးမှာသေချာပါတယ်။', 'စိုးရိမ်စရာလုံးဝမရှိပါ။', 'အိမ်ကောင်းရာကောင်းနဲ့နေရမယ့်ကံထူးရှင်ပါ။', 'မရမှာမပူနဲ့။ ကျိန်းသေရမှာပါ။', 'ယခုမှီဝဲနေသောဆေးဝါးဓာတ်စာတို့သည်ရောဂါပျောက်ကင်းရန်များစွာအထောက်အကူပြုပါသည်။', 'ဒီလူကိုလူယုံခန့်လိုက်ပါ။ ဒီလူဟာအနန္တောအနန္တငါးပါးကိုကြည်ညိုလေးစားသူဖြစ်တယ်။', 'လုပ်တော့လုပ်ပါဗျာ။ ဒါပေမယ့်တွဲမယ့်အတွဲကိုလည်းဂရုစိုက်ပါ။', 'အတုပါဗျာ။', 'ညံ့တာတော့မဟုတ်ဘူးနော်။ သက်ဆိုင်ရာမေးလားစစ်လားလုပ်နေတာ၊ အဲဒါကိုသူကဖြေနေရတာ။ ဒါပါဘဲ။'],
  'သည့်' :
  ['ဘာဖြစ်လို့မတည်မြဲရမှာလည်းဗျာ။', 'နိုင်မှာပါဗျာ။', 'ခွဲစိပ်ကုသမှုမှာချောမောစွာအောင်မြင်ပါသည်။ အန္တရာယ်မရှိပါ။ မပြုလုပ်မီ၌ငှက်လွှတ်ပေးသောကုသိုလ်ကိုပြုလုပ်ပေးပါ။', 'ဒါဟာဒုတိယအကြိမ်လုပ်တယ်ဆိုရင်တော့မြန်မြန်လုပ်လိုက်ပါ။ ပထမအကြိမ်ဆိုရင်တော့ခပ်စောစောလေးလုပ်လိုက်ပါ။', 'ဝယ်စမ်းပါဗျာ။ အဲဒါကိုဝယ်ဖို့ (၁၀) ကြိမ်တိုက်တွန်းတယ်ဗျာ။', 'ထူးထူးချွန်ချွန်အောင်လိမ့်မယ်ဗျို့။','မုချအိမ်ထောင်ကျလိမ့်မည်။ တရားရေးနှင့်ပတ်သက်သောသူနှင့်အိမ်ထောင်ကျလိမ့်မည်။', 'သံသယစိတ်ကိုတစ်ခြားလူအားဒီလောက်ဒုက္ခမပေးဘူး။ သင့်ကိုသာပေးလိမ့်မယ်။ အမြန်ဆုံးအဲဒီစိတ်ကိုဖျောက်လိုက်ပါ။', 'ယောက်ျားလေးဖြစ်ပါသည်။', 'ယတြာချေထားပါ။ ဒီစာအုပ်မှာယတြာပါပါတယ်။ နည်းနည်းညံ့နေသေးတယ်။'],
  'လူ' :
  ['မုချပြန်ပြီးရမှာပါဗျာ။ တောင်ဝှေးတစ်ချောင်းပစ္စည်းပျောက်နေတဲ့နေရာမှာထားလိုက်စမ်းပါ။', 'မရောင်းပါနဲ့။ ဒါမျိုးနောက်ထပ်ရဖို့မလွယ်တော့ဘူး။', 'မတွေ့မှာမပူပါနဲ့ဗျာ။', 'သင်၏အိမ်ထောင်ဘက်သည်သင့်အားအကျိုးမပေးရုံမျှမကဟိုဟာမလုပ်ရဒီဟာမလုပ်ရဟုတားမြစ်ပေလိမ့်မည်။', 'ပူပန်ဖို့ကိုမလိုပါဘူး။ ကိုယ့်ဟာကိုယ်ပူချင်လို့ပူနေတယ်။ ', 'မခွဲစိပ်ဘဲမွေးဖွားရပေလိမ့်မည်။ မွေးမည့်နေ့တွင်ပန်းဝါ (၁) ပွင့်ကိုမိခင်လောင်း၏အိပ်ယာဘေးတွင်ပန်းအိုးဖြင့်ထိုးထားပါ။', 'ကိုယ်နိုင်မှာသေချာပါတယ်။ ကောင်းကင်ဘုံကကိုယ့်ဘက်ကပါနေပြီပဲ။', 'ပြောင်းဖို့မလိုပါဘူး။ မြဲမှာပါ။', 'နိုင်ပြီဗျို့။', 'ခွဲစိပ်ကုသမှုမှာစိုးရိမ်စရာမရှိပါ။ ကမ္ဘာကြီးမှာတိုးတက်နေပြီ ဖြစ်၍ ဤခွဲစိပ်ကုသမှုမှာထမင်းစားရေသောက်ဖြစ်ပါသည်။ ဖယောင်းတိုင်နှစ်တိုင်ထွန်း။ မယ်တော်တစ်ပါးပါးကိုတိုင်တည်လိုက်ပါ။'],
  'သား' :
  ['စီးပွားရေးဟာအလွန်ကိုကောင်းပါတယ်။ ထူးထူးခြားခြားကောင်းမယ့်အချိန်ဖြစ်ပါတယ်။', 'သင့်ရဲ့အချစ်ရေးဟာကောင်းပါတယ်။ ဒါပေမယ့်စိတ်ကောင်းမရှိတဲ့လူတစ်ယောက်ဝင်ပြီးနှောက်ယှက်လိမ့်မယ်။', 'လူဝင်စားတစ် ဦး ဖြစ်ပါတယ်။ အောင်မြင်ချမ်းသာသောလူတစ် ဦး ပြန်လည်ဝင်စားခြင်းဖြစ်ပါသည်။', 'နတ်သိကြားတွေမလို့ထွက်ပေါက်ရပါပြီဗျာ။ မပူပါနဲ့။', 'သင့်လုပ်ငန်းကို (ပ၊ ဖ၊ ဗ၊ ဘ၊ မ) စာလုံးတစ်လုံးပါအောင်အမည်ပေးပါ။ လိုဂိုတံဆိပ်ကိုငါးထောင့်ကြယ်ပါသောကြယ်ပွင့်၏ပုံကိုအသုံးပြုပါ။', 'စွမ်းရည်ရှိတဲ့လူငယ်တစ်ယောက်နဲ့စလိုက်ပါ။ ', 'သင့်အကြွေးတွေအတွက်မပူပါနဲ့။ မကြာခင်ဆပ်နိုင်မှာပါ။', 'ရပြီဗျာ။ မပူပါနဲ့။', 'မာမာတင်းတင်းဈေးခေါ်ပြီးရောင်းစမ်းပါဗျာ။ ', 'တွေ့မှာပါဗျာ။ မပူပါနဲ့။'],
  'တစ်' :
  ['မသွားပါနှင့်၊ မရနိုင်ပါ။', 'အောင်မြင်ဖို့သေချာပါတယ်။', 'သင်ရင်ဆိုင်နေရတဲ့အမှုဟာနိုင်တော့နိုင်မှာပါ။ ဒါပေမယ့်သင့်ရဲ့သက်သေတစ်ယောက်ကသစ္စာဖောက်သွားလိမ့်မည်။', 'ချမ်းချမ်းသာသာပြည့်ပြည့်စုံစုံနဲ့ပြန်ရောက်လာမှာပါ။', 'မုချအလှူကြီးပြုရမယ့်ကိန်းရှိပါတယ်။ ', 'အောင်ပြီလို့မှတ်ပေတော့။', 'စီးပွားရေးအတွက်မပူပါနဲ့။ ကောင်းမှာပါ။', 'ပူစရာကိုမလိုတာပါ။ အားလုံးအဆင်ပြေပါတယ်။ ', 'သင်ထင်သကဲ့သို့လူဝင်စားမဟုတ်ပါ။', 'အသက်ကြီးကြီးလူ (၂) ယောက်၊ ဒါမှမဟုတ်ဘုန်းကြီးတစ်ပါးဆီကထွက်ပေါက်တွေ့သွားမှာပါ။ မပူပါနဲ့ဗျာ။'],
  'ဦး' :
  ['သင့်ကားသာသနာပြုဖို့ကံပါပါတယ်။', 'ယောဂီဝတ်နဲ့ (၉) ရက်လောက်အဓိဋ္ဌာန်ဝင်လိုက်ပါ။ ပြီးမှအဲဒီအလုပ်ကိုလုပ်ပါ။ မုချအောင်မြင်မယ်ဗျာ။', 'မုချထီပေါက်တော့မယ်။ (၄) ဂဏန်းများများပါတဲ့ထီလက်မှတ်ကိုရွေးထိုးပါ။ ', 'ခင်ဗျားအဖို့မင်္ဂလာဆောင်တဲ့အလုပ်ကလွဲလို့ဘာတွေလုပ်ချင်သေးလို့လဲ။ ဒီအချိန်မှာမင်္ဂလာဆောင်ရမယ်။', 'မိဘကိုကောင်းစွာအကျိုးပေးမည့်ကလေးဖြစ်သည်။', 'သင်နိုင်ဖို့ကိန်းရှိပါတယ်။ သင့်ဘက်ကတစ်ယောက်ဖောက်လိမ့်မယ်။ သတိထားလိုက်ပါ။', 'ရလိမ့်မယ်လို့မထင်နဲ့။ အပြောသာအဖတ်တင်လိမ့်မယ်။ ', 'အောင်မြင်မယ်ဗျာ။ ပြေးလို့ကိုမလွတ်ဘူး။အောင်မြင်မှုကခင်ဗျားနောက်ကိုလိုက်လာမှာပါ။', 'ဘုန်းကြီးအိုတစ်ပါးကိုတောင်ဝှေးရှည်ကြီးတစ်ချောင်းလှူလိုက်ပါ။ ကိုယ်ကနိုင်မှာသေချာပါတယ်။ ', 'မရောက်သေးပါဘူး။ နည်းနည်းတော့စောင့်ရပါ ဦး မယ်။'],
  'စီ' :
  ['ဤကလေးသည်ပညာသင်ကြားရေး၌အနည်းငယ်အခက်အခဲတွေ့ပေလိမ့်မည်။', 'စိုးရိမ်စရာမလိုပါ။ မည်သည့်အနှောက်အယှက်မျှမရှိပါ။', 'အဲဒီရမယ့်အမွေလောက်ကိုမျှော်လင့်မနေပါနဲ့။', 'ကျော်ဇောတဲ့အတိုင်းအတာဟာကျယ်ကျယ်ပြန့်ပြန့်ဖြစ်လိမ့်မယ်နော်။', 'ကံကောင်းနေတယ်ဗျာ။ ဘယ်လိုလုပ်ပြီးဆုံးရှုံးမှာလဲ။', 'နီးလျက်နဲ့ဝေးသွားလိမ့်မယ်။', 'အမြန်ဆုံးသာသနာပြုရပါလိမ့်မယ်။ ', 'ခင်ဗျားလုပ်မှကိုအောင်မြင်မှာနော်။ တစ်ခြားလူလုပ်ရင်အဲဒါကြီးပျက်သွားလိမ့်မယ်။', 'နိမိတ်ကောင်းလေးစောင့်ပြီးထီထိုးစေချင်ပါတယ်။ ထီပေါက်ကိန်းကရှိနေတယ်။', 'မလုပ်ဖြစ်သေးပါဘူး။ နှောက်ယှက်မယ့်ဟာတွေကအများကြီးရှိသေးတယ်။ အေးအေးဆေးဆေးလုပ်စမ်းပါ။'],
  'ရင်' :
  ['သင့်ရန်သူဆိုတာကလည်းဖြစ်ဖြစ်မြောက်မြောက်မဟုတ်ပါဘူး။ သင့်ကိုစိတ်အနှောက်အယှက်လာပြီးပေးရုံလေးပေးတာပါ။', 'အဲဒီလူစိတ်ထားယုတ်တာကတော့သေချာပေါက်ပဲ။ ဒါပေမယ့်သင့်ကိုထိခိုက်လိမ့်မည်မဟုတ်ပါ။', 'ဆီထမင်းထိုးပြီးမယ်သီလရှင်ဇရပ်မှာသွားပြီးလှူလိုက်ပါ။', 'ပန်းအဝါ (၉) ပွင့်အိုးထဲမှာထိုးပြီးအနားမှာ ထား၍ စလိုက်ပါ။', 'နေရာထိုင်ခင်းကတော့ရပါလိမ့်မယ်။ ဒါပေမယ့်စိတ်တိုင်းကျမဖြစ်နိုင်ပါဘူး။ ', 'သင်ရာထူးတက်မှာကိုမနာလိုတဲ့သူတွေကလိုက်ပြီးဖျက်နေကြတယ်။', 'ဤကလေးသည်ပညာသင်ကြားရေး၌ထူးချွန်သောကလေးမုချဖြစ်လိမ့်မည်။', 'အနှောက်အယှက်ရှိပါသည်။ သို့သော်သင့်ကိုနှောက်ယှက်လိမ့်မည်မဟုတ်ပါ။ ', 'မရပါဘူး။', 'ကျော်ကြားမယ်လုပ်လိုက်အချီကပြတ်သွားလိုက်။ ပြန်ပြီးကြိုးစားလိုက်။ အကြိမ်ကြိမ်အထပ်ထပ်လုပ်ရမယ်နော်။ စိတ်ဓာတ်ကျလို့တော့မရဘူး။'],
  'ထား' :
  ['ဘာပဲဖြစ်ဖြစ်ဆက်ပြီးနေရမှာပါ။', 'မပြောင်းရသေးပါဘူး။', 'ဖြစ်ပွားနေသောရောဂါမှာမကြာခင်ပျောက်ကင်းသွားပါလိမ့်မည်။', 'အန္တရာယ်ရှိပါသည်။ မသွားလျှင်အကောင်းဆုံးဖြစ်မည်။', 'ဒီလူနဲ့လုပ်ပါ။ အကျိုးရှိမှာပါပဲ။ နည်းနည်းတော့ပါးစပါးစပ်များတယ်။ အဲဒါလေးသည်းခံရုံပါပဲ။', 'သူကကျေးဇူးသိတတ်တာ၊ မသိတတ်တာမစဉ်းစားနဲ့။ ကိုယ်ကကယ်ဖြစ်အောင်ကယ်လိုက်စမ်းပါ။ ကျေးဇူးလည်းမကန်းပါဘူး။', 'သူတောင်းစားကိုငွေ (၇) ကျပ် (ဒါမှမဟုတ်) ငွေ (၇၀၀) ကျပ်လှူလိုက်ပါ။ ပြီးတော့လောလောဆယ်အချိန်ကလေးမှာပူပူဆူဆူမလုပ်ပါနဲ့။ ငြိမ်နေပါ။ သင့်ရန်သူကိုနိုင်မှာသေချာပါတယ်။', 'ရေခွက် (၂) ခွက်ကိုလက်နဲ့ကိုင်ပြီးတစ်ခွက်ထဲကရေကိုအခြားတစ်ခွက်ထဲထည့်လိုက်ပါ။ ဟိုဘက်ထဲရောက်သွားရေကိုဒီဘက်ထဲပြန်ထည့်လိုက်။ အိမ်ရှေ့ထွက်ပြီး (၁၄) ခါလောက်လုပ်လိုက်စမ်းပါ။ အားလုံးပြီးသွားမှာပါ။', 'ဖယောင်းတိုင် (၁ဝ) တိုင်ကိုယ်မွေးတဲ့ဂြိုဟ်တိုင်မှာသွားပြီးထွန်းညှိပူဇော်လိုက်ပါ။', 'ဘုရားစင်မှာသောက်တော်ရေ (၉) ခွက်လှူပြီးသင့်ရဲ့လုပ်ငန်းကိုစလိုက်ပါ။ အားလုံးအဆင်ပြေသွားပါလိမ့်မယ်။'],
  'မ' :
  ['ဤနှစ်အတွင်း၌မုချအိမ်ထောင်ကျလိမ့်မယ်။ အိမ်ထောင်ဘက်မှာအလွန်သင့်တော်သောအိမ်ထောင်ဘက်ဖြစ်ပေလိမ့်မည်။', 'သံသယမျက်လုံးနဲ့ကြည့်ရင်သံသယဖြစ်စရာတွေတွေ့တတ်တယ်ဗျာ။ တကယ်တော့ဘာမှမဟုတ်ပါဘူး။ သံသယစိတ်တွေဖျောက်လိုက်ပါ။', 'ယောက်ျားမွေးမည်မှာသေချာပါသည်။', 'စိုးရိမ်စရာရှိပါသည်။ ဒီစာအုပ်မှာပါတဲ့ယတြာကိုရှာပြီးယတြာချေထားလိုက်ပါ။', 'မကြာခဏဟိုပြောင်းဒီပြောင်းလုပ်ရမယ့်ကံပါတယ်။ ', 'ရပြီလို့သဘောထားပေတော့။ ', 'မင်္ဂလာဆောင်ပြီးစလူတစ် ဦး အားဝယ်ခိုင်းသောဆေးဝါးဓာတ်စာများဖြစ်ပါကရောဂါချက်ချင်းပျောက်ကင်းသွားပေလိမ့်မည်။', 'အဲဒီလူကိုလူယုံခန့်လိုက်စမ်းပါ။ သင်ဆုံးရှုံးပြီးသောအရာတွေပြန်ပြီးရလာလိမ့်မယ်။', 'မလုပ်လျှင်အကောင်းဆုံးပဲ။ မလုပ်ပါနှင့်။ ', 'အတုလို့ထင်စရာအချက်လေးတွေ့တယ်။ ဒါပေမယ့်အစစ်ပါဗျာ။ ဤနှစ်အတွင်း၌မုချအိမ်ထောင်ကျလိမ့်မယ်။ အိမ်ထောင်ဘက်မှာအလွန်သင့်တော်သောအိမ်ထောင်ဘက်ဖြစ်ပေလိမ့်မည်။'],
  'ရမ်း' :
  ['နိုင်ဖို့ရှုံးဖို့ကကိုယ့်ဘက်ကအားနည်းနေတယ်နော်။', 'တည်မြဲပါတယ်ဗျာ။ ဘာမျှမပူပါနဲ့။', 'မနိုင်မှာမပူပါနဲ့။', 'ခွဲစိပ်ကုသမှုမှာအရေးကြီးပါတယ်။ အန္တရာယ်မရှိဟုဆိုသော်လည်းခွဲစိပ်ဆရာဝန်အဖို့ကြိုးပမ်းရမည့်ကိစ္စဖြစ်ပါသည်။ အမွှေးတိုင် (၈) တိုင်ဘုရားလှူပါ။ ', 'မသွားပါနဲ့ဗျာ။ နိုင်ငံခြားမပြောနဲ့ဟိုဘက်အိမ်တောင်မသွားနဲ့။ အေးအေးဆေးဆေးကိုယ့်အိမ်မှာကိုယ်နေစမ်းပါ။', 'သွားမလုပ်နဲ့၊ ဒုက္ခတွေရောက်လာလိမ့်မယ်။', 'အောင်မှာပါဗျာ။', 'အိမ်ထောင်ကျပေလိမ့်မည်။ သေချာပါသည်။', 'ခင်ဗျားအခုလိုသံသယဖြစ်နေတာဒီလူကြောင့်မဟုတ်ဘူး။ မကောင်းဆိုးဝါးတွေကလုပ်နေတာ။ တစ်အိမ်လုံးကိုပရိတ်ရေနဲ့ပက်လိုက်စမ်းပါ။', 'ယောက်ျားလေးဖြစ်ပါလိမ့်မည်။ မွေးဖွားရလွယ်ကူပေလိမ့်မည်။ လွန်စွာထူးခြားသောကလေးဖြစ်ပါသည်။'],
  'ထူး' :
  ['အကြွေးအတွက်မပူပါနဲ့။ နည်းနည်းလေးကြိုးစားပြီးတော့ဆပ်ရမှာပါ။ ကြေသွားမှာပါ။', 'ပျောက်ဆုံးနေသောပစ္စည်းမုချပြန်ရမှာပါ။ ပျောက်ဆုံးသောနေရာတွင်ပန်းဝါတစ်ပွင့်တုတ်တစ်ချောင်းထားလိုက်ပါ။ ဖြစ်နိုင်လျှင်ထိုနေရာတွင်ကြောင်နက်ကိုအစာကျွေးလိုက်ပါ။', 'ရောင်းရင်ကောင်းပါတယ်။ အချိန်ဆွဲမနေပါနဲ့။', 'တွေ့လည်းတွေ့မယ်။ တောင်းတဲ့အကူညီလည်းရမယ်။ ကိုယ်ဖြစ်ချင်တာလည်းဖြစ်ရလိမ့်မယ်။', 'သင့်အိမ်ထောင်ဘက်သည်သင့်ကိုကောင်းစွာအကျိုးပေးပေလိမ့်မည်။', 'မပူပါနဲ့ဗျာ။ ပူစရာမှမဟုတ်ဘဲ။ သူ့ဟာသူပြီးသွားမှာပါ။', 'ခွဲစိပ်၍မွေးရမည်မဟုတ်ပါ။', 'ဒီအမှုဟာစဉ်းစားစရာမလိုပါဘူး။သင်ပဲနိုင်မှာပါ။', 'အကြိတ်အနယ်တော့ပြောရမှာပေါ့ဗျာ။ ဒါပေမယ့်မပြောင်းရသေးပါဘူး။', 'နိုင်မှာပဲ'],
  'လင်း' :
  ['အကြံအစည်အောင်မှာပါဗျာ။ ရေကန်နှစ်ကန်ကရေကိုခပ်ပြီးရေချိုးလိုက်စမ်းပါ။ ပိုပြီးသေချာသွားတာပေါ့။', 'စီးပွားရေးကောင်းမှာပါ။ ဘာမှမပူပါနဲ့။', 'အချစ်ရေးအတွက်တော့နည်းနည်းစိတ်ညစ်ရမယ်။ ဘာမှတော့မဖြစ်ပါဘူး။ ', 'လူဝင်စားတစ် ဦး ဖြစ်ပါသည်။ ', 'ခင်ဗျားကိုလူချစ်လူခင်များပါတယ်။ မေတ္တာရှိတဲ့လူတစ် ဦး ဦး ကခင်ဗျားကိုထွက်ပေါက်ရှာပေးလိမ့်မယ်။', 'သင်၏လုပ်ငန်းကို (သ၊ ဟ) စာလုံးတစ်လုံးပါအောင်အမည်ပေးပါ။ လိုဂိုတံဆိပ်ကိုဟင်္သာပုံအသုံးပြုပါ။', 'ပျော်ရွှင်စရာကောင်းတဲ့မိသားစုကနေစလိုက်ပါ။', 'ပျော်ပျော်နေစမ်းပါ။ ကြွေးတွေကိုခေါင်းထဲမထည့်ပါနဲ့။ ကြေသွားမှာပါ။ မကြေလည်းဘာမှမဖြစ်ပါဘူး။', 'ကျိန်းသေပြန်ပြီးရမှာပါ။', 'သွားမရောင်းပါနဲ့။ ရောင်းပြီးမှမှားမှန်းသိလိမ့်မယ်။'],
  'လက်' :
  ['နိုင်မှာသေချာပါတယ်ဗျာ။ ခင်ဗျားအတွက်အဖေါ်ကောင်းတစ်ယောက်ရောက်လာ ဦး မှာပါ။ ', 'ရမှာပါ။ သွားဖြစ်အောင်သွားလိုက်ပါ။', 'အောင်မြင်ဖို့ပါရမီရှိပါတယ်။', 'ဒီအမှုဟာကိုယ့်ဘက်ကမုချနိုင်မှာပါ။ တရားရုံးကိုကလေးတစ်ယောက်ခေါ်သွားပါ။ သင်မုချနိုင်ပါလိမ့်မည်။', 'ဟိုမှာအလုပ်ဖြစ်စရာရှိနေလို့ပါ။ မကြာခင်ပြန်ရောက်လာလိမ့်မယ်။', 'အလှူကြီးပြုဖို့ကံကရှိနေပြီးသားပါ။ နည်းနည်းလေးကြိုးစားလိုက်ပါ။ ဖြစ်ပါပြီ။ ', 'ဘုန်းကြီးပင့်ပြီးဆွမ်းကပ်လိုက်ပါဗျာ။', 'ဒီအချိန်မှာနည်းနည်းညံ့နေတယ်။ ဒါပေမယ့်မကြာခင်ပြန်ကောင်းမှာပါ။', 'အနှောင့်အယှက်ကြီးကြီးမားမားတစ်ခုတွေ့လိမ့်မယ်ဗျို့။ အဲဒါကိုတော့ရင်ဆိုင်လိုက်ပါ။', 'လူဝင်စားဟုမပြောနိုင်ပါ။ သင်ထင်နေသောသူပြန်လည်ဝင်စားခြင်းမဟုတ်ပါ။'],
  'ထောက်' :
  ['ဒီလိုဖြစ်တာရိုးနေပါပြီ။ မကွဲပါဘူး။ ခဏပါ။', 'သာသနာပြုမယ်လို့ကြံစည်တိုင်းအနှောင့်အယှက်တွေပေါ်ပေါက်လာတတ်တယ်။ ကိုယ့်အတွက်ကိုလုပ်ပေတော့။', 'အိပ်ယာရွှေ့ပြီးအိပ်မှအဲဒီအလုပ်ကိုလုပ်ပါ။ မုချအောင်မြင်မယ်ဗျာ။', 'အသားမည်းမည်းလူငယ်လေးတစ်ယောက်ကိုသွားပြီးထီထိုးခိုင်းစမ်းပါ။ ထီလည်းပေါက်နိုင်တယ်။ တခြားနည်းနဲ့နည်းငွေအစုလိုက်အပြုံလိုက်ရနိုင်ပါတယ်။', 'မင်္ဂလာဆောင်သင့်ပါတယ်။', 'မိဘကိုကောင်းစွာအကျိုးပေးသည့်အပြင်ကောင်းစွာလည်းစောင့်ရှောက်ပေးလိမ့်မည်။', 'သင့်ဘက်ကကံဇာတာနည်းနေတယ်။ ဂရုစိုက်လိုက်ပါ။', 'မရပါဘူး။ သွားမနေပါနှင့်။', 'အောင်မြင်မှုတွေကဆက်တိုက်ဖြစ်လာမှာ။ ', 'ဒီအမှုမှာသင်ကရှုံးသွားရင်တရားဥပဒေဆိုတာအဓိပ္ပါယ်မရှိတော့ဘူး။ ဘာပဲဖြစ်ဖြစ်သင်နိုင်မှာပါ။'],
  'ဗေ' :
  ['ကျိန်းသေရာထူးတက်မယ်ဗျာ။', 'ဤကလေးမှာပညာရေးအတွက်မိဘကများစွာထိန်းကျောင်းပေးရပေလိမ့်မည်။', 'အနှောက်အယှက်ရှိပါသည်။ သို့ရာတွင်သင့်ကိုဒုက္ခပေးမည်မဟုတ်ပါ။ မောင်း။ မထုတ်ပါနှင့်။', 'ကျိန်းသေရမှာပါ။ မပေးလို့ကိုမရပါဘူး။ ပတ်ဝန်းကျင်ကလည်းခံမှာမဟုတ်ဘူး။ ', 'ကိုယ်ယုံတာမယုံတာကိုအပထား။ ကိုယ်လုပ်တဲ့အလုပ်မှာကျော်ဇောဖို့မယ်တော်တစ်ပါးပါးကိုတိုင်တည်ပြီးလုပ်ပါ။', 'ဆုံးရှုံးမှာမဟုတ်ပါဘူး။ အပြောင်းအလဲလေးဖြစ်တာပါ။', 'မကွဲချင်ရင်တော့အသားမည်းမည်းကလေးတစ်ယောက်ကိုခေါ်ထားပြီးစေ့စပ်ရမှာပဲ။', 'သာသနာပြုရမှာပါ။ ပြုနိုင်အောင်လည်းချမ်းသာလိမ့် ဦး မည်။', 'မေတ္တာသုတ်ရွတ်ပြီးလုပ်စမ်းပါဗျာ။ အောင်မြင်ပါတယ်။ သင်လုပ်ဖို့ကိုစောင့်နေတဲ့အတိုင်းပါပဲ။', 'စကားဗလောင်းဗလဲပြောတတ်တဲ့မိန်းမတစ်ယောက်နဲ့စပ်ပြီးထီထိုးစမ်းပါ။ ပေါက်ကိန်းကနီးနေပြီ။'],
  'ဒင်' :
  ['မကန်းပါဘူးဗျာ။ ကယ်စရာရှိတာကယ်လိုက်စမ်းပါ။', 'နည်းနည်းတော့သတိထားပါ။ ရန်သူကကျားနာခဲခဲလိမ့်မယ်။', 'ဒီလူဟာနည်းနည်းဆိုးတဲ့လူမဟုတ်ဘူးနော်။ လင်မယားကြားထဲမှာတောင်ကွဲသွားအောင်ချောက်တွန်းတဲ့မကောင်းဆိုးဝါးတစ်မျိုးပဲ။', 'ရွှေကြည်မုန့်ကိုဝယ်ပြီးဘုန်းကြီးကိုကပ်လိုက်ပါ။', 'ဒီအချိန်မစပါနဲ့ ဦး ။ ဒီကနေ (၁၈) ရက်ကျော်မှအခါကောင်းမိမယ်။ စောင့်လိုက်ပါ။', '(၉) ရက်အတွင်းအလုပ်ကောင်းတဲ့နေရာထိုင်ခင်းကိုရလိမ့်မယ်။ ', 'ရာထူးတက်မှာပါ။', 'ဤကလေးသည်ပညာရေး၌ထူးချွန်မည့်ကလေးဖြစ်သည်။', 'အနှောက်အယှက်မဟုတ်ပါ။ အစောင့်အရှောက်ဖြစ်ပါသည်။ မောင်းမထုတ်ပါနှင့်။', 'မရဖို့ကများတယ်။ ပြီးတော့အဲဒီအမွေကိစ္စဟာမပြီးပြတ်ဘဲတိုးလို့တန်းလန်းကြီးဖြစ်နေမှာပါ။'],
  'ကျမ်း' :
  ['ထိမိခိုက်မိအန္တရာယ်မရှိနိုင်ပါ။', 'အိမ်ပေါ်မှာတောင်ဝှေးတစ်ချောင်းထောင်ထားလိုက်ပါ။ ဆက်ပြီးနေရမှာပါ။', 'ပြောင်းရတော့မယ်ဗျို့။ သေချာတယ်။ ပြောင်းတဲ့နေရာသိပ်ပြီးကောင်းတယ်။', 'ဖြစ်ပွားနေသောရောဂါမှာငွေကုန်ချင်ကုန်မည်။ (သို့မဟုတ်) လူပင်ပန်းလျှင်ပင်ပန်းမည်။ သို့သော်ပျောက်ကင်းပေလိမ့်မည်။', 'မုချဖြစ်သွားလိမ့်မည်။ အန္တရာယ်လည်းမရှိ။ အခက်အခဲလည်းမရှိပါ။', 'လုပ်ဖြစ်အောင်လုပ်ပါ။ အစပိုင်းမှာတော့သိပ်အဆင်ပြေမှာမဟုတ်ဘူး။ နောက်ပိုင်းမှာအရမ်းအကျိုးရှိမယ်နော်။', 'ကယ်ဖြစ်အောင်ကယ်လိုက်ပါ။ အတော့်ကိုကျေးဇူးသိတတ်တဲ့လူပါ။', 'ယောဂီရောင်ဝတ်စုံလေး (၉) ရက်လောက်ဝတ်ထားလိုက်စမ်းပါ။ သင့်ရဲ့လူနိုင်မှာသေချာပါတယ်။', 'စိတ်နည်းနည်းညစ်ရတာပါ။ ဘာမှတော့မဖြစ်ပါဘူး။', 'ပန်းဝါ (၁ဝ) ပွင့်၊ တနင်္ဂနွေထောင့်မှာလှူလိုက်ပါ။'],
  'ကြီး' :
  ['ယခုမှီဝဲနေသောဆေးဝါးဓာတ်စာတို့မှာရောဂါပျောက်ကင်းသွားရန်များစွာအထောက်အကူပြုပါသည်။', 'အလွန်ကောင်းတဲ့သူပါ။ လုပ်တတ်ကိုင်တတ်တဲ့သူဖြစ်တယ်။ ', 'လုပ်ရမယ့်အလုပ်ဆိုတာသင်လည်းသိပြီးသားပါ။ ဘာဖြစ်လို့မေးနေတာလဲ။ ', 'အတုဖြစ်ဖို့များပါတယ်။ ', 'ဒုက္ခရောက်နေတာမဟုတ်ပါဘူး။ ဒုက္ခလို့ထင်နေတာပါ။ အားလုံးကောင်းသွားမှာပါ။ ', 'သင်ဟာကံကောင်းနေသူတစ်ယောက်ပါ။ ဘယ်နှယ့်ကြောင့်မေးနေရတာတုန်း။ ', 'အလွန်ထူးခြားသောသားသမီးကိုရပေလိမ့်မည်။ သားသမီးရပြီးနောက်ဤဇနီးမောင်နှံချမ်းသာလိမ့်မည်။ ', 'အန္တရာယ်လုံးဝမတွေ့ပါဘူးဗျာ။ စိတ်ချမ်းသာလက်ချမ်းသာနေစမ်းပါ။ ', 'ပြောင်းစရာမလိုပါဘူး။ သင်တို့ကိုပြောင်းခိုင်းတဲ့လူတစ်စုမှာလူငယ်တစ်ယောက်ပါတယ်။ သူကကန့်ကွက်လို့သင်တို့မပြောင်းဖြစ်ပါဘူး။', 'ပြောင်းရတော့မယ်။'],
  'ဖြစ်' :
  ['အကြိတ်အနယ်ဖြေရလိမ့်မယ်။ အောင်တော့အောင်မှာပါ။', 'ယခုနှစ်တွင်အိမ်ထောင်ကျရန်မရှိပါ။ နှစ်ကူးပြီးမှကျပေလိမ့်မည်။ ', 'လူလူချင်းမုန်းတယ်ဆိုတာသံသယစိတ်ကစတာဗျ။ ဘာမှမဟုတ်ဘဲနဲ့သံသယစိတ်တွေဖျောက်လိုက်စမ်းပါ။ ', 'ယောက်ျားလေးမွေးမည်မှာသေချာပါသည်။ ထိုယောက်ျားလေးမှာလွန်စွာဆိုးပေလိမ့်မည်။ ', 'လူနာဟာကိုယ့်ဘက်ပါလာပြီ။ ဘာမျှမပူပါနှင့်။ ', 'အိမ်ကောင်းရာကောင်းနှင့်နေဖို့ကံပါ, ပါတယ်။ မပူပါနဲ့။ ', 'မရလို့မဖြစ်ဘူးလေ။ ရ, ရမှာပေါ့။ ', 'ဤဆေးဝါးဓာတ်စာများသည်ရောဂါပျောက်ကင်းရုံမျှမကဓာတ်ရိုက်သကဲ့သို့ဖြစ်ပြီးချမ်းသာသွားလိမ့်မည်။', ' ဒီလူ့ကိုလူယုံလည်းမထားနဲ့။ ဘာမှလည်းတာဝန်မပေးနဲ့။ သေသေချာချာသစ္စာဖောက်သွားလိမ့်မယ်။ ', 'လုပ်လိုက်ပါ။ နေ့ချင်းညချင်းကြီးပွားချမ်းသာသွားပေလိမ့်မယ်။'],
  'သ' :
  ['ခွဲစိပ်၍မွေးရပါမည်။ ', 'ကျိန်းသေနိုင်မှာပါ။ ငှက်လွှတ်တဲ့ကုသိုလ်လုပ်လိုက်ပါ။ ', 'အနီးအပါးအပြောင်းအရွှေ့တော့ရှိတယ်ဗျ။ ', 'နိုင်ပြီလို့မှတ်ပေတော့။ ', 'ခွဲစိပ်ကုသမှုမှာအရေးကြီးပါသည်။ ဘုရားစင်ရှေ့မှာဓားတစ်ချောင်းထောင်ထားပါ။ အောင်မြင်ပါလိမ့်မည်။ ', 'သွားဖြစ်အောင်သွားစမ်းပါ။ ', 'ဝယ်သင့်တာကြာပြီဗျ။ ', 'ဂုဏ်ထူးထွက်လိမ့်မယ်။ ', 'အိမ်ထောင်ကျပြီးလျှင်နေရန်အတွက်အိမ်ပင်ဝယ်ထားပြီးမဟုတ်ပါလော။ ', 'အဲဒီသံသယစိတ်ဟာမကြာခင်ဖြေရှင်းပြီးသားဖြစ်သွားမှာပါ။'],
  'တည်း' :
  ['ပြိုပျက်နေသောအဆောက်အ ဦး ကြီးကနေစလိုက်ပါ။', ' ကြွေးကဘယ်လောက်များများကျန်သေးလို့လဲ။ မပူပါနဲ့။ သူ့နည်းသူ့ဟန်နဲ့ကြေသွားမှာပါ။ ', 'ပြန်ပြီးရမှာပါ။ ပျောက်ဆုံးနေသောနေရာတွင်ရေကန်နှစ်ကန်မှရေကိုအနည်းငယ်စပ်ပြီးပက်ဖျန်းထားလိုက်ပါ။ ', 'မရောင်းပါနဲ့ဗျာ။ ', 'တွေ့ရပြီလို့မှတ်ပေတော့။ ', 'သင်၏အိမ်ထောင်ဘက်သည်အစဉ်သဖြင့်သင်နှင့်အယူအဆမတူဘဲရှိပေလိမ့်မည်။ ', 'မပူပါနဲ့။ သင့်ကိုကူညီမည့်သူတွေကအများကြီးပဲ။ ', 'ခွဲစိပ်ခြင်းမပြုရဘဲမွေးပေလိမ့်မည်။ ', 'ဒီအမှုကသင်နိုင်မှာသေချာပါတယ်။ ခရီးတိုလေးတစ်ခုယတြာသဘောနဲ့ထွက်လိုက်ပါ။ ', 'စိတ်ညစ်အောင်လုပ်တာပါ။ ပြောင်းစရာမလိုပါဘူး။'],
}

function App() {
  const [selectQuz, setSelectQuz] = useState([]);

  const [quzString, setQuzString] = useState("");

  const [ans, setAns] = useState("");

  const click = (value) => {
    value--;

    // console.log(answers[selectQuz[value]][value]);
    setAns(answers[selectQuz[value]][value]);

    // console.log(ans);
  }

  const pickAns = (e) => {
    setSelectQuz(quz[e.target.value]);
    setQuzString(e.target.value);
    setAns("");
  }

  return (
    <div className="App">
      <div>
        <select
        className='select-form'
        onChange={pickAns}>
          <option hidden>Select Questions</option>

          {Object.entries(quz).map(([key]) =>
            <option value={key} key={key}>{key}</option>)
          }
        </select>
      </div>

      <p>{quzString}</p>

      <div className='quz-no'>
        <table className='table'>
          <thead>
            <tr>
            {selectQuz.map((value, index) => <th key={index}>{++index}</th>)}
            </tr>
          </thead>
          <tbody>
            <tr>
            {selectQuz.map((value, index)=> <th key={index}>{value}</th>)}
            </tr>
          </tbody>
        </table>
      </div>

      <h4 className=' m-0'>ကံဇယား</h4>
      <RandomNo click={click} quz={quzString} />

      <h3>{ans}</h3>

      {/* { ans === "" ? <li>{ans}</li> : '' } */}

    </div>
  );
}

export default App;